Repository: psulek/lhqeditor
Catalog: src/App.Localization/Resources/Strings.*.resx
Languages: sk

# AppModelFileFilter
source: Localization LHQ (*.lhq)|*.lhq
sk: Súbor s prekladmi LHQ (*.lhq)|*.lhq

# AppProductName
source: Localization HQ Editor
sk: LHQ - Editor lokalizácií

# AppTitle
source: Localization HQ Editor
sk: LHQ - Editor lokalizácií

# AppUpdateStatusText
source: Checking for program updates...
sk: Kontrolujem aktualizácie programu...

# AppUpdateUsingLatestVersionMessage
source: You have the latest version.
sk: Máte najnovšiu verziu programu.

# CommonCountTextsCount0Category
source: categories
sk: kategórií

# CommonCountTextsCount0Resource
source: resources
sk: položiek

# CommonCountTextsCount1Category
source: category
sk: kategória

# CommonCountTextsCount1Resource
source: resource
sk: položka

# CommonCountTextsCount2Category
source: categories
sk: kategórie

# CommonCountTextsCount2Resource
source: resources
sk: položky

# CommonCountTextsCount3Category
source: categories
sk: kategórie

# CommonCountTextsCount3Resource
source: resources
sk: položky

# CommonCountTextsCount4Category
source: categories
sk: kategórie

# CommonCountTextsCount4Resource
source: resources
sk: položky

# CommonCountTextsCountMoreCategories
source: categories
sk: kategórií

# CommonCountTextsCountMoreResources
source: resources
sk: položiek

# CommonPropertiesDescription
source: description
sk: poznámka

# CommonPropertiesName
source: name
sk: názov

# CommonPropertiesParameters
source: parameters
sk: parametre

# CommonPropertiesTranslationNote
source: translation note
sk: poznámka k prekladu

# CommonPropertiesTranslationState
source: translation state
sk: stav prekladu

# CommonPropertiesTranslationValue
source: translation
sk: preklad

# CommonButtonAdd
source: _Add
sk: _Pridať

# CommonButtonCancel
source: Cancel
sk: Zrušiť

# CommonButtonClose
source: Close
sk: Zavrieť

# CommonButtonDelete
source: _Delete
sk: _Vymazať

# CommonButtonEdit
source: _Edit
sk: _Upraviť

# CommonButtonFinish
source: _Finish
sk: _Dokončiť

# CommonButtonNext
source: Ä_alej
sk: _Next

# CommonButtonPrevious
source: _Previous
sk: _Naspäť

# CommonButtonRemove
source: _Remove
sk: _Odobrať

# CommonColumnError
source: Error
sk: Chyba

# CommonColumnName
source: Name
sk: Názov

# CommonDontShowAgain
source: Do not show again
sk: Nabudúce nezobrazovať

# CommonDontShowThisPageAgain
source: Do not show this page again
sk: Nabudúce nezobrazovať túto stránku

# CommonError
source: Error
sk: Chyba

# CommonNo
source: No
sk: Nie

# CommonYes
source: Yes
sk: Áno

# DialogsAboutAppVersion
source: Program version: {0}
sk: Verzia programu: {0}

# DialogsAboutDialogTitle
source: Localization HQ Editor - About
sk: LHQ - Editor - o programe

# DialogsAppSettingsApplicationLocalization
source: Application lozalization
sk: Jazyk aplikácie

# DialogsAppSettingsButtonCheckForUpdates
source: Check for updates
sk: Skontrolovať aktualizácie

# DialogsAppSettingsCaptionHint
source: Change application behavior
sk: Zmeniť nastavenia aplikácie

# DialogsAppSettingsCheckUpdatesOnAppStart
source: Check updates when application starts
sk: Pri spustení aplikácie skontrolovať nové aktualizácie

# DialogsAppSettingsDefaultLanguage
source: Default language for new projects
sk: Predvolený jazyk pre nové projekty

# DialogsAppSettingsDialogCaption
source: Preferences
sk: Predvoľby

# DialogsAppSettingsDialogTitle
source: Localization HQ Editor - Preferences
sk: LHQ - Editor - Predvoľby

# DialogsAppSettingsOpenLastProjectOnStartup
source: Open last project when application starts
sk: Pri spustení aplikácie otvoriť posledne otvorený projekt

# DialogsAppSettingsShowHints
source: Show hints
sk: Zobraziť pomôcky

# DialogsEditLanguageDialogCaptionAdd
source: Add language
sk: Pridať jazyk

# DialogsEditLanguageDialogCaptionAddHint
source: Adds new language to current project
sk: Pridať nový jazyk do projektu

# DialogsEditLanguageDialogCaptionEdit
source: Edit language
sk: Upraviť jazyk

# DialogsEditLanguageDialogCaptionEditHint
source: Edit language
sk: Upraviť jazyk

# DialogsEditLanguageDialogTitleAdd
source: Add language
sk: Pridať jazyk

# DialogsEditLanguageDialogTitleEdit
source: Edit language
sk: Upraviť jazyk

# DialogsEditLanguageIsPrimaryLanguage
source: Is primary language?
sk: Je základný jazyk?

# DialogsEditLanguageLanguagesTypeNeutral
source: Neutral language
sk: Neutrálny jazyk

# DialogsEditLanguageLanguagesTypeSpecific
source: Specific language
sk: Špecifický jazyk

# DialogsEditLanguageLanguageTypeInfo
source: Languages type:
sk: Typ jazyka:

# DialogsEditLanguageSetAsPrimaryLanguage
source: Set as primary language
sk: Nastaviť ako základný jazyk

# DialogsExceptionViewerCopyToClipboard
source: Copy to clipboard
sk: Skopírovať do schránky

# DialogsExceptionViewerDialogTitle
source: Unexpected exception occured
sk: Nastala neočakávaná chyba

# DialogsExceptionViewerWrapText
source: _Wrap text
sk: _Zalomiť text

# DialogsPasteConfirmAddMissingLanguages
source: Select missing languages to be added to model project:
sk: Vyberte chýbajúce jazyky ktoré chcete pridať do projektu:

# DialogsPasteConfirmCaption
source: Resources translations from clipboard contains missing languages for current model project.
sk: Preklady vložené zo schránky obsahujú jazyky ktoré chýbajú v aktuálnom projekte.

# DialogsPasteConfirmDialogTitle
source: Paste from clipboard / missing languages
sk: Vložiť zo schránky / chýbajúce jazyky

# EnumsModelLoadStatusLoadError
source: Model loading error.
sk: Chyba pri nahrávaní projektu.

# EnumsModelLoadStatusModelSourceInvalid
source: File content is not valid localization projekt.
sk: Obsah súboru nie je validný lokalizačný projekt.

# EnumsModelLoadStatusModelUpgraderRequired
source: Content of project file has old format version and needs to be upgraded to newer version.
sk: Obsah lokalizačného projektu je v staršom formáte a vyžaduje aktualizáciu na novšiu verziu.

# EnumsModelLoadStatusSuccess
source: Localization project was loaded successfully.
sk: Lokalizačný projekt bol úspešne otvorený.

# EnumsStartupModelLoadStatusFileNotFoundOrAccessDenied
source: Could not open project file '{0}', file does not exist or access denied!
sk: Nie je možné otvoriť projekt '{0}', súbor neexistuje ale nemáte požadované práva!

# EnumsStartupModelLoadStatusModelLoadError
source: Could not open project file '{0}', file content is invalid!
sk: Nie je možné otvoriť projekt '{0}', obsah súboru je neplatný!

# EnumsStartupModelLoadStatusSuccess
source: Project file '{0}' was loaded successfully.
sk: Projektový súbor '{0}' bol úspešne otvorený.

# EnumsTreeElementTypeCategory
source: Category
sk: Kategória

# EnumsTreeElementTypeResource
source: Resource
sk: Položka

# MainMenuEditDelete
source: Delete
sk: Vymazať

# MainMenuEditFindElement
source: Find...
sk: Hladať...

# MainMenuEditFindElementTooltip
source: Find for category or resource
sk: Hladať kategóriu alebo položku

# MainMenuEditMenuItem
source: _Edit
sk: _Upraviť

# MainMenuEditNewCategory
source: New category
sk: Nová kategória

# MainMenuEditNewResource
source: New resource
sk: Nová položka

# MainMenuEditPreferences
source: Pr_eferences
sk: Predvoľby

# MainMenuEditRename
source: Rename
sk: Premenovať

# MainMenuFileCloseProject
source: _Close
sk: Zatvoriť

# MainMenuFileCloseProjectTooltip
source: Close current project
sk: Zatvoriť aktuálny projekt

# MainMenuFileExitApp
source: E_xit
sk: U_končiť

# MainMenuFileExitAppTooltip
source: Exit application
sk: Ukončiť aplikáciu

# MainMenuFileImportTooltip
source: Import projet from external translation
sk: Imortovať project z externého prekladu

# MainMenuFileMenuItem
source: _File
sk: _Súbor

# MainMenuFileNewProject
source: _New project
sk: _Nový projekt

# MainMenuFileNewProjectTooltip
source: Creates new project
sk: Vytvoriť nový projekt

# MainMenuFileOpenProject
source: _Open project
sk: _Otvoriť projekt

# MainMenuFileOpenProjectTooltip
source: Open project file
sk: Otvoriť projektový súbor

# MainMenuFileRecentProjects
source: _Recent projects
sk: Nedávno otvorené projekty

# MainMenuFileRecentProjectsTooltip
source: List of recently opened projects
sk: Zoznam nedávno otvorených projektov

# MainMenuFileSaveProject
source: _Save project
sk: _Uložiť projekt

# MainMenuFileSaveProjectAs
source: Save project _as...
sk: Uložiť projekt _ako...

# MainMenuFileSaveProjectAsTooltip
source: Save project changes to new file
sk: Uložiť projekt do nového suboru

# MainMenuFileSaveProjectTooltip
source: Save project changes to file
sk: Uložiť zmeny v projekte do súboru

# MainMenuTranslations
source: _Translations
sk: _Preklady

# MenuHelpPreferences
source: Preferences
sk: Predvoľby

# MenuCollapseAll
source: Collapse All
sk: Zbaliť všetko

# MenuCollapseAllTooltip
source: Collapse All
sk: Zbaliť všetko

# MenuCopy
source: Copy
sk: Kopírovať

# MenuCopyTooltip
source: Copy select categories/resources into clipboard
sk: Kopírovať vybrané kategórie/položky do schránky

# MenuCut
source: Cut
sk: Vy_strihnúť

# MenuCutTooltip
source: Cut select categories or resource into clipboard
sk: Vystrihnúť vybrané kategórie/položky do schránky

# MenuDelete
source: Delete
sk: Vymazať

# MenuDeleteTooltip
source: Delete selected categories/resources
sk: Vymazať vybrané kategórie/položky

# MenuExpandAll
source: Expand All
sk: Rozbaliť všetko

# MenuExpandAllTooltip
source: Expand All
sk: Rozbaliť všetko

# MenuLanguages
source: Languages
sk: Jazyky

# MenuNewCategory
source: New category
sk: Nová kategória

# MenuNewCategoryTooltip
source: Adds new category
sk: Pridať novú kategóriu

# MenuNewResource
source: New resource
sk: Nová položka

# MenuNewResourceTooltip
source: Adds new resource
sk: Pridať novú položku

# MenuPaste
source: Paste
sk: Vložiť

# MenuPasteTooltip
source: Paste categories or resources from clipboard
sk: Vložiť kategórie/položky zo schránky

# MenuPrimaryLanguage00
source: Primary language: {0}
sk: Základný jazyk: {0}

# MenuRedo
source: Redo
sk: Prerobiť

# MenuRedoTooltip
source: Redo last action
sk: Prerobiť

# MenuRedoTooltipNamed
source: Redo: {0}
sk: Prerobiť: {0}

# MenuRename
source: Rename
sk: Premenovať

# MenuRenameTooltip
source: Rename
sk: Premenovať

# MenuUndo
source: Undo
sk: Späť

# MenuUndoTooltip
source: Undo last action
sk: Späť

# MenuUndoTooltipNamed
source: Undo: {0}
sk: Späť: {0}

# OperationsExitAppConfirmCaption
source: Exit application
sk: Ukončiť aplikáciu

# OperationsExitAppConfirmDetail
source: Do you want to save changes before exit?
sk: Chcete uložiť zmeny v projekte pre ukončením aplikácie?

# OperationsExitAppConfirmMessage
source: There are unsaved changes in project.
sk: Boli zistené neuložené zmeny v projekte.

# OperationsMoveMoveChildsUndoUnitCommandName
source: Moved {0}{1}{2} under {3} '{4}'
sk: Presun {0}{1}{2} pod {3} '{4}'

# OperationsMoveMoveElementsCaption
source: Move resources (categories)
sk: Presun položiek (kategórií)

# OperationsMoveMoveElementsSomeDuplicatesDetail
source: Some elements cant be moved because new parent already contains elements with same name. Those elements will be deselected from move operation. Do you want to continue with move action ?
sk: Niektoré položky nemôžu byť presunuté pretože nový vlastník už obsahuje položky s rovnakým názvom. Dané položky budú vyňaté z výberu pre presun. Chcete pokračovať s presunom položiek?

# OperationsMoveMoveElementsStoppedErrorMessage
source: No elements will be moved because new parent already contains elements with same name for elements.
sk: Žiadne položky nebudú presunuté pretože nový vlastník už obsahuje položky s rovnakým názvom pre dané položky.

# OperationsProjectOpenProjectCaption
source: Open project
sk: Otvoriť projekt

# OperationsProjectOpenProjectErrorMessage
source: Error loading project file '{0}', reason: {1}
sk: Chyba pri otváraní projektu zo súboru '{0}', dôvod: {1}

# OperationsProjectProjectSaveErrorTitle
source: Save project error
sk: Chyba pri ukladaní projektu

# OperationsProjectProjectSaveFailed
source: Save project file failed.
sk: Chyba pri ukladaní projektu do súboru.

# OperationsProjectProjectSaveFailedFileIsReadOnly
source: Save project file failed because file '{0}' is read-only.
sk: Ukladanie zmiem projektu do súboru zlyhala, súbor '{0}' má nastavený príznak 'iba na čítanie'.

# OperationsProjectRecentProjectDoestNotExistCaption
source: Open recent project
sk: Otvoriť nedávno otvorený projekt

# OperationsProjectRecentProjectDoestNotExistDetail
source: Do you want to remove it from recent project list?
sk: Chcete odobrať tento projekt zo zoznamu nedávno otvorených projektov?

# OperationsProjectRecentProjectDoestNotExistMessage
source: Recent project '{0}' does not exist or access denied.
sk: Nedávno otvorený projekt '{0}' neexistuje príp. bol zamietnutý prístup z bezpečnostných dôvodov.

# OperationsValidationsCategoryNameCouldNotBeEmpty
source: Category name could not be empty.
sk: Názov kategórie nemôže byť prázdny.

# OperationsValidationsModelNameCouldNotBeEmpty
source: Model name could not be empty.
sk: Názov modelu nemôže byť prázdny.

# OperationsValidationsNameContainsDisallowedCharacters
source: Name '{0}' contains disallowed characters, allowed are only a-z A-Z and numbers (not at start of name)
sk: Názov '{0}' obsahuje nepovolené znaky, povolené sú iba a-z A-Z a číslice (nie na začiatku názvu)

# OperationsValidationsNameStartingWithNumbersNotAllowed
source: Name '{0}' starting with numbers which is not allowed.
sk: Názov '{0}' začína číslicami čo nie je povolené.

# OperationsValidationsResourceNameCouldNotBeEmpty
source: Resource name could not be empty.
sk: Názov položky nemôže byť prázdny.

# OperationsDelete000
source: Delete
sk: Vymazať

# OperationsPasteFromClipboardUndoUnitCommandName
source: Paste {0}{1}{2} under {3} '{4}'
sk: Vložiť zo schránky {0}{1}{2} pod {3} '{4}'

# OperationsPropertyChangeTransactionInfo1
source: Changed {0} value to '{1}'
sk: Zmenená hodnota {0} na '{1}'

# OperationsRemoveChildUndoUnitCommandName
source: Remove {0} '{1}' from {2} '{3}'
sk: Odobrať {0} '{1}' z {2} '{3}'

# OperationsStartupModelLoadErrorCaption
source: Project load error on startup
sk: Nastala chyba pri otváraní projektu

# OperationsUpdateLanguagesUndoUnitCommandName
source: Project languages was updated
sk: Jazyky projektu boli upravené

# ServicesApplicationDetectedUnsavedChangesCaption
source: Save project changes
sk: Uložiť zmeny v projekte

# ServicesApplicationDetectedUnsavedChangesDetail
source: Do you want to save project changes ?
sk: Chcete uložiť zmeny v projekte?

# ServicesApplicationDetectedUnsavedChangesMessage
source: There are unsaved changes in project.
sk: Boli zistené neuložené zmeny v projekte.

# ServicesUndoUnitsAddSortedChildActionName
source: Add {0} '{1}' under {2} '{3}'
sk: Pridať {0} '{1}' pod {2} '{3}'

# ViewModelsDeleteElementsConfirmCaption
source: Delete {0}
sk: Zmazať {0}

# ViewModelsDeleteElementsConfirmMessage
source: Do you want to delete {0}?
sk: Chcete vymazať {0}?

# ViewModelsDeleteElementsSelectedText
source: Delete {0}:
sk: Zmazať {0}:

# ViewModelsLanguageSettingsButtonRemoveTooltip
source: Remove language
sk: Odobrať jazyk

# ViewModelsLanguageSettingsButtonSetAsPrimary
source: Set as primary
sk: Nastaviť ako základný

# ViewModelsLanguageSettingsButtonSetAsPrimaryToolip
source: Sets language as primary
sk: Nastaviť jazyk ako základný

# ViewModelsLanguageSettingsChangePrimaryLanguageConfirmCaption
source: Change primary language
sk: Zmeniť základný jazyk

# ViewModelsLanguageSettingsColumnHeaderCode
source: Code
sk: Kód

# ViewModelsLanguageSettingsDialogCaption
source: Language settings
sk: Nastavenia jazykov

# ViewModelsLanguageSettingsDialogCaptionHint
source: Manage list of languages used in current project
sk: Upraviť zoznam jazykov použitých v projekte

# ViewModelsLanguageSettingsHeaderIsPrimary
source: Primary
sk: Základny

# ViewModelsLanguageSettingsPageTitle
source: Language settings
sk: Nastavenia jazykov

# ViewModelsLanguageSettingsPrimaryLanguage
source: Language is primary language
sk: Jazyk je základným jazykom

# ViewModelsLanguageSettingsPrimaryLanguageCantBeRemoved
source: Primary language cannot be removed
sk: Základný jazyk nemôže byť odobraný

# ViewModelsLanguageSettingsProjectLanguages
source: Project languages:
sk: Projektové jazyky:

# ViewModelsLanguageSettingsRemoveLanguageConfirmCaption
source: Remove language '{0}'
sk: Odobrať jazyk '{0}'

# ViewModelsLanguageSettingsRemoveLanguageConfirmDetail
source: All resources in this language will be also removed!
sk: Všetky preklady v tomto jazyku budý taktiež odobrané!

# ViewModelsLanguageSettingsRemoveLanguageConfirmMessage
source: Remove language '{0}' ?
sk: Odobrať jazyk '{0}' ?

# ViewModelsLanguageSettingsReplaceLanguageCaption
source: Replace project language with other language
sk: Zameniť jazyk v projekte za iný jazyk

# ViewModelsLanguageSettingsReplaceLanguageDetail
source: You are about to change project language from '{0}' to '{1}'. All resources in current language '{0}' will be assigned to new language '{1}'. Do you want to continue?
sk: Práve chcete zameniť jazyk v projekte '{0}' za iný jazyk '{1}'. Všetkým prekladom v jazyku '{0}' bude zmenený jazyk na '{1}'. Chcete pokračovať?

# ViewModelsLanguageSettingsReplaceLanguageMessage
source: You are about to change project language from '{0}' to '{1}'.
sk: Práve chcete zameniť jazyk v projekte '{0}' za iný jazyk '{1}'.

# ViewModelsLanguageSettingsSetAsPrimaryConfirmCaption
source: Set as primary language
sk: Nastaviť ako základný jazyk

# ViewModelsLanguageSettingsSetAsPrimaryConfirmMessage
source: Set language '{0}' as primary language?
sk: Nastaviť jazyk '{0}' ako základný jazyk?

# ViewModelsNewElementCategoryNameIsRequired
source: Category name is required.
sk: Názov kategórie je povinný.

# ViewModelsNewElementNameHint
source: Alllowed characters: a-z A-Z and numbers
sk: Povolené znaky: a-z A-Z a čísla

# ViewModelsNewElementNewCategory
source: New category
sk: Nov8 kategória

# ViewModelsNewElementNewCategoryCaptionText
source: Enter category _name:
sk: Zadajte _názov kategórie:

# ViewModelsNewElementNewCategoryTemplateName
source: category
sk: kategoria

# ViewModelsNewElementNewResource
source: New resource
sk: Nová položka

# ViewModelsNewElementNewResourceCaptionText
source: Enter resource _name:
sk: Zadajte _názov položky:

# ViewModelsNewElementNewResourceTemplateName
source: resource
sk: polozka

# ViewModelsNewElementParent
source: Parent:
sk: Vlastník:

# ViewModelsNewElementParentHierarchy
source: Parent hierarchy
sk: Hierarchia:

# ViewModelsNewElementResourceNameIsRequired
source: Resource name is required.
sk: Názov položky je povinný.

# ViewModelsNewProjectDefaultModelName
source: Default
sk: Model

# ViewModelsNewProjectDialogTitle
source: Create new project
sk: Vytvoriť nový projekt

# ViewModelsNewProjectLanguagesType
source: Languages type:
sk: Typ jazyka:

# ViewModelsNewProjectLanguagesTypeNeutral
source: Neutral language (en)
sk: Neutrálny jazyk (sk)

# ViewModelsNewProjectLanguagesTypeSpecific
source: Specific language (en-US)
sk: Špecifický jazyk (sk-SK)

# ViewModelsNewProjectOpenLanguageSettingsAfterCreate
source: Open "Language settings" after project created
sk: Otvoriť "Nastavenia jazykov" po vytvorení projektu

# ViewModelsNewProjectOtherLanguagesHint
source: Other translation languages can be added later in "Language settings"
sk: Ďalšie jazyky pre lokalizáciu možete pridať v "Nastavenia jazykov"

# ViewModelsNewProjectPrimaryLanguage
source: Primary language:
sk: Základný jazyk:

# ViewModelsNewProjectPrimaryLanguageIsRequired
source: Primary language is required.
sk: Základný jazyk je povinný.

# ViewModelsNewProjectShowOnlyNeutralLanguages
source: Show only neutral languages
sk: Zobraziť iba neutrálne jazyky

# ViewModelsRootModelChangePrimaryLanguageConfirmCaption
source: Change primary language
sk: Zmeniť základný jazyk

# ViewModelsRootModelChangePrimaryLanguageConfirmMessage
source: Do you want to change primary language to '{0}' ?
sk: Naozaj chcete zmeniť základný jazyk na '{0}' ?

# ViewsCategoryViewCategory
source: Category
sk: Kategória

# ViewsCategoryViewDescription
source: _Description
sk: _Poznámka

# ViewsCategoryViewName
source: Name
sk: Názov

# ViewsResourceViewClickToShowHint
source: Click to show hint...
sk: Kliknutím zobrazíte pomôcku

# ViewsResourceViewDescription
source: _Description
sk: _Poznámka

# ViewsResourceViewHold
source: Resource string is empty, mark it as translated
sk: Preklad nie je zadaný, označiť ako preložený

# ViewsResourceViewName
source: _Name
sk: _Názov

# ViewsResourceViewParameters
source: _Parameters
sk: _Parametre

# ViewsResourceViewResource
source: Resource
sk: Položka

# ViewsResourceViewResourceMarkedAsTranslated
source: Resource '{0}' translation '{1}' was marked as translated.
sk: Preklad v jazyku '{1}' položky '{0}' bol označení ako preložený.

# ViewsResourceViewResourceUnmarkedAsTranslated
source: Resource '{0}' translation '{1}' was unmarked as translated.
sk: Preklad v jazyku '{1}' položky '{0}' bol označení ako nepreložený.

# ViewsResourceViewTranslationNote
source: _Translation note
sk: _Poznámka k prekladu

# ViewsResourceViewTranslations
source: Translations
sk: Preklady

# ViewsResourceViewTranslationsHint
source: Press Ctrl+Enter to enter multi-line mode. Key Enter to move to next language translation.
sk: Stlačením Ctrl+Enter pridáte nový riadok. Klávesa Enter pre posun na ďalší jazyk prekladu

# ViewsRootViewAddMissingLanguages
source: Add missing languages '{0}'
sk: Pridať chýbajúce jazyky '{0}'

# ViewsRootViewDescription
source: _Description
sk: _Poznámka

# ViewsRootViewHoldResources
source: Hold resources:
sk: Pozdržané preklady:

# ViewsRootViewLanguages
source: Languages
sk: Jazyky

# ViewsRootViewName
source: Name
sk: Názov

# ViewsRootViewPrimaryLanguage
source: Language is primary language
sk: Jazyk je základným jazykom

# ViewsRootViewSearchTreeText
source: Search
sk: Hladať

# ViewsRootViewTranslatedResources
source: Translated resources:
sk: Preložené položky:

# ViewsRootViewUntranslatedResources
source: Untranslated resources:
sk: Nepreložené položky:

# ViewsShellViewAllResourceCount
source: Resources count:
sk: Počet položiek:

# ViewsShellViewPrimaryLanguage
source: Primary language:
sk: Základný jazyk:

# ViewsTreeViewCanDropHere
source: Can drop here.
sk: Presunúť sem.

# ViewsTreeViewDropNotAllowed
source: Drop is not allowed here.
sk: Presun sem nie je povolený.

# ViewsTreeViewFilterTooltipActive
source: Showing only untranslated resources - click to remove filter
sk: Zobrazujú sa iba nepreložené položky - kliknutím zrušíte filter

# ViewsTreeViewFilterTooltipNotActive
source: Showing all resources - click to show only untranslated
sk: Zobrazujú sa všetky položky - kliknutím sa zobrazia iba nepreložené položky

# ViewsTreeViewLegendCompleteTranslation
source: Complete translation
sk: Kompletný preklad

# ViewsTreeViewLegendIncompleteTranslation
source: Incomplete translation
sk: Nekompletný preklad

# ViewsTreeViewShowOnlyUntranslated
source: Show only untranslated
sk: Zobraziť iba nepreložené

# VsExtensionNugetFailedToInstallNugetPackage
source: Failed to install nuget package '{0}'{2}.
sk: Please manually install NuGet package '{0}'{2} in Nuget Package Manager.
