Repository: psulek/lhqeditor
Catalog: src.cmd/Test.Localization/GenOutput/Resources/StringsCommon.*.resx
Languages: es, hu, pl, sk

# BusinessEventsFinanceAftInHouseTransferToHost
source: In-House out AFT transfer
es: Transferencia de AFT interna saliente
hu: Házon belüli ki AFT utalás
pl: Wewnętrzny przelew wychodzący AFT

# BusinessEventsFinanceAftInHouseWinTransferToHost
source: Win amount to host transfer
es: Importe de la ganancia para transferencia por host
hu: Nyereményösszeg házigazda utaláshoz
pl: Przelew kwoty wygranej do systemu zarządzania kasyna

# BusinessEventsFinanceAftProcessing
source: {0} processing
es: {0} procesando
hu: {0} feldolgozás
pl: {0} – trwa przetwarzanie

# BusinessEventsFinanceAftReceived
source: {0} received
es: {0} recibido
hu: {0} átvéve
pl: {0} – otrzymano

# BusinessEventsFinanceAftTransferCancelRequested
source: Transfer cancel requested
es: Se ha solicitado la cancelación de la transferencia
hu: Utalás törlés kérelmezve
pl: Zażądano anulowania przelewu

# BusinessEventsFinanceAftUnknownTransfer
source: Unknown transfer
es: Transferencia desconocida
hu: Ismeretlen utalás
pl: Nieznany przelew

# BusinessEventsFinanceBillMovedFromRecyclerToCashboxCashout
source: Bill moved from recycler to stacker (Cashout)
es: Se ha pasado un billete del reciclador al apilador (Pago)
hu: Bankjegy az újrahasznosítóból a kötegelőbe helyezve (készpénz kifizetés)
pl: Przeniesiono banknot z urządzenia do ponownego wykorzystania banknotów do zasobnika (wypłata)

# BusinessEventsFinanceBillMovedFromRecyclerToCashboxDump
source: Bill moved from recycler to stacker (Dump)
es: Se ha pasado un billete del reciclador al apilador (Depósito)
hu: Bankjegy az újrahasznosítóból a kötegelőbe helyezve (ejtés)
pl: Przeniesiono banknot z urządzenia do ponownego wykorzystania banknotów do zasobnika (opróżnienie)

# BusinessEventsFinanceBillMovedFromRecyclerToCashboxForceCollect
source: Bill moved from recycler to stacker (Force collect)
es: Se ha pasado un billete del reciclador al apilador (cobro forzado)
hu: Bankjegy az újrahasznosítóból a kötegelőbe helyezve (kényszerített összegyűjtés)
pl: Przeniesiono banknot z urządzenia do ponownego wykorzystania banknotów do zasobnika (wymuszone zebranie)

# BusinessEventsFinanceBillOutBegin
source: Dispenser cashout initiated
es: Pago de dispensador iniciado
hu: Kiadó készpénz kifizetés kezdeményezve
pl: Uruchomiono wypłatę przez dyspenser

# BusinessEventsFinanceBillOutEnd
source: Dispenser cashout completed
es: Pago de dispensador completado
hu: Kiadó készpénz kifizetés befejezve
pl: Ukończono wypłatę przez dyspenser

# BusinessEventsFinanceCashableAftTicket
source: Cashable AFT ticket
es: Tiquete AFT canjeable
hu: Pénzre váltható AFT jegy
pl: Zamienny na gotówkę kupon AFT

# BusinessEventsFinanceCashableTicket
source: Cashable ticket
es: Tiquete canjeable
hu: Pénzre váltható jegy
pl: Zamienny na gotówkę kupon

# BusinessEventsFinanceCashOut
source: Cashout confirmation dialog displayed
es: Se muestra el cuadro de diálogo de confirmación del pago
hu: Készpénz kifizetés jóváhagyás párbeszédpanel mutatása
pl: Wyświetlono okno dialogowe z potwierdzeniem wypłaty

# BusinessEventsFinanceCashOutCancelled
source: Cashout cancelled
es: Pago cancelado
hu: Készpénz kifizetés törölve
pl: Anulowano wypłatę

# BusinessEventsFinanceCashOutConfirmed
source: Cashout confirmed by player
es: Pago confirmado por el jugador
hu: Készpénz kifizetés jóváhagyva játékos által
pl: Wypłata potwierdzona przez gracza

# BusinessEventsFinanceCashoutReceipt
source: Cashout receipt
es: Recibo de pago
hu: Készpénz kifizetés nyugta
pl: Pokwitowanie wypłaty

# BusinessEventsFinanceCoinOutBegin
source: Hopper cashout initiated
es: Pago por aceptador iniciado
hu: Töltőgarat készpénz kifizetés kezdeményezve
pl: Uruchomiono wypłatę przez podajnik

# BusinessEventsFinanceCoinOutEnd
source: Hopper cashout completed
es: Pago por aceptador completado
hu: Töltőgarat készpénz kifizetés teljesítve
pl: Ukończono wypłatę przez podajnik

# BusinessEventsFinanceCoinSorterMalfunction
source: Sorter malfunction
es: Mal funcionamiento del clasificador
hu: Válogató meghibásodása
pl: Awaria sortownika

# BusinessEventsFinanceDebitAftTicket
source: Debit AFT ticket
es: Débito de tiquete AFT
hu: AFT terhelési jegy
pl: Debetowy kupon AFT

# BusinessEventsFinanceDescriptionNotPrinted
source: {0} not printed
es: {0} no se ha imprimido
hu: {0} nem lett kinyomtatva
pl: {0} – nie wydrukowano

# BusinessEventsFinanceDescriptionPrinted
source: {0} printed
es: {0} se ha imprimido
hu: {0} kinyomtatva
pl: {0} – wydrukowano

# BusinessEventsFinanceExternalBonusAwarded
source: External bonus awarded
es: Bonificación externa otorgada
hu: Külső bónusz jutalom
pl: Przyznano zewnętrzny bonus

# BusinessEventsFinanceExternalBonusReceived
source: External bonus received
es: Bonificación externa recibida
hu: Külső bónusz átvéve
pl: Otrzymano bonus zewnętrzny

# BusinessEventsFinanceHandpayCancelled
source: Handpay cancelled
es: Pago manual cancelado
hu: Manuális kifizetés törölve
pl: Ręczna wypłata anulowana

# BusinessEventsFinanceHandpayCompleted
source: Handpay completed
es: Pago manual completado
hu: Manuális kifizetés teljesítve
pl: Ręczna wypłata ukończona

# BusinessEventsFinanceHandpayPending
source: Handpay required
es: Se requiere un pago manual
hu: Manuális kifizetés szükséges
pl: Wymagana ręczna wypłata

# BusinessEventsFinanceHandpayValidated
source: Handpay validated
es: Pago manual validado
hu: Kézi kifizetés validálva
pl: Ręczna wypłata zweryfikowana

# BusinessEventsFinanceHostCashOutFailed
source: Host cashout failed
es: Error al realizar pago por host
hu: Házigazda készpénz kifizetés sikertelen
pl: Wypłata do systemu zarządzania kasyna zakończona niepowodzeniem

# BusinessEventsFinanceHostCashOutPending
source: Host cashout is pending
es: El pago por host está pendiente
hu: Házigazda készpénz kifizetés függőben
pl: Wypłata do systemu zarządzania kasyna oczekuje na realizację

# BusinessEventsFinanceJackpotReceipt
source: Jackpot receipt
es: Recibo de premio mayor
hu: Jackpot számla
pl: Pokwitowanie jackpota

# BusinessEventsFinanceRemoteHandpayResetOccured
source: Remote handpay reset occured
es: Se ha restablecido el pago manual remoto.
hu: Távoli manuális kifizetés visszaállítása megtörtént
pl: Zdalnie zresetowano ekran wypłaty ręcznej

# BusinessEventsFinanceRestrictedAftTicket
source: Restricted AFT ticket
es: Tiquete AFT restringido
hu: Korlátozott AFT jegy
pl: Ograniczony kupon AFT

# BusinessEventsFinanceRestrictedTicket
source: Restricted ticket
es: Tiquete restringido
hu: Korlátozott jegy
pl: Ograniczony kupon

# BusinessEventsFinanceStartupCredit
source: Machine starts with credit.
es: La máquina inicia con crédito.
hu: A gép kredittel kezd.
pl: Automat zawiera kredyty przy uruchomieniu.

# BusinessEventsFinanceSynotJackpotApiError
source: Jackpot API error ({0} API {1} - {2})
es: Error de API de premio mayor ({0} API {1}
pl: Błąd Jackpot API ({0} API {1} - {2})
sk: Chyba Jackpot API ({0} API {1} - {2})

# BusinessEventsFinanceSynotJackpotApiServerConnectionNotStartedOrLost
source: Jackpot API server connection not started or lost
es: La conexión al servidor API de premio mayor no se inició o se perdió
pl: Połączenie z serwerem Jackpot API nie zostało uruchomione lub zostało utracone
sk: Spojenie so serverom Jackpot API nebolo spustené alebo sa stratilo

# BusinessEventsFinanceSynotJackpotApiServerConnectionStartedOrRecovered
source: Jackpot API server connection started or recovered
es: Conexión del servidor API de premio mayor iniciada o recuperada
pl: Rozpoczęto lub przywrócono połączenie z serwerem Jackpot API
sk: Spojenie so serverom Jackpot API bolo spustené alebo obnovené

# BusinessEventsFinanceSynotJackpotBonusAwarded
source: Synot jackpot bonus awarded
es: Bono de premio mayor de Synot otorgado
pl: Przyznano premię Synot Jackpot
sk: Bol udelený Synot jackpot bonus

# BusinessEventsFinanceSynotJackpotBonusReceived
source: Synot jackpot bonus received
es: Bono de premio mayor de Synot recibido
pl: Otrzymano premię do jackpota Synot
sk: Bol prijatý Synot jackpot Bonus

# BusinessEventsFinanceTicketOutPending
source: {0} is printing
es: {0} se está imprimiendo
hu: {0} nyomtat
pl: {0} – trwa drukowanie

# BusinessEventsFinanceTransferLockLocked
source: Cashless transfer locked
es: Transferencia sin efectivo bloqueada
hu: Pénz nélküli utalás zárolva
pl: Przelew bezgotówkowy zablokowany

# BusinessEventsFinanceTransferLockRequestLock
source: Requested cashless transfer lock
es: Se ha solicitado el bloqueo de transferencia sin efectivo
hu: Pénz nélküli utalás zárolása kérelmezve
pl: Zażądano zablokowania przelewu bezgotówkowego

# BusinessEventsFinanceTransferLockRequestUnlock
source: Requested cashless transfer unlock
es: Se ha solicitado el desbloqueo de transferencia sin efectivo
hu: Pénz nélküli utalás felszabadításának kérelme
pl: Zażądano odblokowania przelewu bezgotówkowego

# BusinessEventsFinanceTransferLockUnlocked
source: Cashless transfer unlocked
es: Transferencia sin efectivo desbloqueada
hu: Pénz nélküli utalás felszabadítva
pl: Odblokowano przelew bezgotówkowy

# BusinessEventsGameAttemptToStartTheGameFailed
source: Attempt to start the game failed.
es: Error al intentar iniciar el juego.
hu: A játék elindítására tett kísérlet sikertelen volt.
pl: Próba rozpoczęcia gry zakończona niepowodzeniem.

# BusinessEventsGameDenominationSelected
source: Denomination was selected.
es: Se ha seleccionado una denominación.
hu: Címlet kiválasztva.
pl: Wybrano nominał.

# BusinessEventsGameGambleEntered
source: Gamble entered
es: Ha entrado en la función de Riesgo
hu: Rizikóba lépett
pl: Uruchomiono funkcję Ryzyko

# BusinessEventsGameGambleExited
source: Gamble exited
es: Ha salido de la función de Riesgo
hu: Rizikóból kilépett
pl: Opuszczono funkcję Ryzyko

# BusinessEventsGameGameDisabledByHost
source: Game {0} disabled from host.
es: El juego {0} fue desactivado por el host.
hu: {0} játékot a házigazda kikapcsolta.
pl: Gra {0} wyłączona z poziomu systemu zarządzania kasyna

# BusinessEventsGameGameDisabledByOperator
source: Game {0} disabled in service menu.
es: El juego {0} fue desactivado en el menú de servicio.
hu: {0} játékot a szolgáltatás menüben kikapcsolták.
pl: Gra {0} wyłączona w menu serwisowym.

# BusinessEventsGameGameEnabledByHost
source: Game {0} enabled from host.
es: El juego {0} fue activado por el host.
hu: {0} játékot a házigazda bekapcsolta.
pl: Gra {0} włączona z poziomu systemu zarządzania kasyna.

# BusinessEventsGameGameEnabledByOperator
source: Game {0} enabled in service menu.
es: El juego {0} fue activado en el menú de servicio.
hu: {0} játékot a szolgáltatás menüben bekapcsolták.
pl: Gra {0} włączona w menu serwisowym.

# BusinessEventsGameGameEnded
source: Game ended {0}
es: Juego terminado {0}
hu: Játék véget ért {0}
pl: Gra zakończona {0}

# BusinessEventsGameGameEndedData
source: Win {0}
es: Ganancia {0}
hu: Nyeremény {0}
pl: Wygrana {0}

# BusinessEventsGameGameEntersIdleState
source: Game enters idle state.
es: El juego entra en estado de reposo.
hu: Játék tétlen üzemmódba lép.
pl: Gra przechodzi w stan bezczynności.

# BusinessEventsGameGameIsNotResponding
source: Game is not responding.
es: El juego no responde.
hu: Játék nem válaszol.
pl: Gra nie odpowiada.

# BusinessEventsGameGamePlayDisabled
source: Game play disabled
es: Reproducción de juego desactivada
hu: Játék kikapcsolva
pl: Rozgrywka wyłączona

# BusinessEventsGameGamePlayEnabled
source: Game play enabled
es: Reproducción de juego activada
hu: Játék bekapcsolva
pl: Rozgrywka włączona

# BusinessEventsGameGameReportDisplayed
source: {0} game recall entry displayed.
es: Se muestra la entrada de retiro del juego {0}.
hu: {0} játék visszahívás bejegyzés megjelenítve.
pl: Wyświetlono grę {0}

# BusinessEventsGameGameSelected
source: Game selected
es: Juego seleccionado
hu: Játék kiválasztva
pl: Wybrano grę

# BusinessEventsGameGameStarted
source: Game started {0}
es: Juego iniciado {0}
hu: Játék elkezdve {0}
pl: Rozpoczęto grę {0}

# BusinessEventsGameGameStartedData
source: Bet {0}
es: Apuesta {0}
hu: Tét {0}
pl: Zakład {0}

# BusinessEventsGameHostAutoplayModeDisabled
source: Autoplay mode has been disabled by host.
es: El modo de reproducción automática ha sido desactivado por el host.
hu: Az automatikus játék módot kikapcsolta a házigazda.
pl: Tryb gry automatycznej został wyłączony z poziomu systemu zarządzania kasyna.

# BusinessEventsGameHostAutoplayModeEnabled
source: Autoplay mode has been enabled by host.
es: El modo de reproducción automática ha sido activado por el host.
hu: Az automatikus játék módot bekapcsolta a házigazda.
pl: Tryb gry automatycznej został włączony z poziomu systemu zarządzania kasyna.

# BusinessEventsGameNewGameVersionInstalled
source: New version of game was installed.
es: Se ha instalado una nueva versión del juego.
hu: A játék új verzióját telepítették.
pl: Zainstalowano nową wersję gry.

# BusinessEventsGameNewVersionOfGameWasActivated
source: New version of game was activated.
es: Se ha activado una nueva versión del juego.
hu: A játék új verzióját aktiválták.
pl: Aktywowano nową wersję gry.

# BusinessEventsGameTerminalEntersGamePlayState
source: Terminal enters game/play state.
es: El terminal pasa al estado de juego o reproducción.
hu: A terminál belép a játék állapotba.
pl: Terminal przechodzi w stan gry/rozgrywki.

# BusinessEventsHopperAll
source: All
es: Todos
hu: Összes
pl: Wszystko

# BusinessEventsHopperHopperDisconnected
source: Hopper disconnected
es: Aceptador desconectado
hu: Töltőgarat szétkapcsolva
pl: Podajnik odłączony

# BusinessEventsHopperHopperDumpWasFinished
source: Hopper dump was finished
es: El depósito del aceptador ha terminado
hu: Töltőgarat ejtés befejezve
pl: Ukończono opróżnianie podajnika

# BusinessEventsHopperHopperDumpWasRequestedBy
source: Hopper dump was requested by
es: El depósito del aceptador fue solicitado por
hu: Töltőgarat ejtést kérte:
pl: Żądanie opróżnienia podajnika przesłane przez:

# BusinessEventsHopperHopperEmpty
source: Hopper empty
es: Aceptador vacío
hu: Üres töltőgarat
pl: Podajnik pusty

# BusinessEventsHopperHopperFraud
source: Hopper error
es: Error del aceptador
hu: Töltőgarat hiba
pl: Błąd podajnika

# BusinessEventsHopperHopperFraudData
source: Possible fraud
es: Posible fraude
hu: Lehetséges hamisítás
pl: Możliwe oszustwo

# BusinessEventsHopperHopperFull
source: Hopper full detected
es: Aceptador detectado completo
hu: Teljes töltőgarat észlelve
pl: Wykryto pełny podajnik

# BusinessEventsHopperHopperInserted
source: Extra coin paid
es: Se pagó una moneda extra
hu: Extra érme bedobva
pl: Extra coin paid (Nadmiarowe wpłacone żetony)

# BusinessEventsHopperHopperJam
source: Hopper jam
es: Atasco del aceptador
hu: Töltőgarat elakadás
pl: Zablokowanie podajnika

# BusinessEventsHopperHopperLevelLow
source: Hopper level low
es: El nivel del aceptador es bajo
hu: Töltőgarat szintje alacsony
pl: Niski poziom podajnika

# BusinessEventsHopperHopperRefill
source: Hopper Refill
es: Recarga del aceptador
hu: Töltőgarat újratöltése
pl: Napełnienie podajnika

# BusinessEventsJackpotInvalidJackpotConfiguration
source: Invalid configuration - {0}
es: Configuración no válida
pl: Nieprawidłowa konfiguracja — {0}

# BusinessEventsJackpotJackpotConfigurationIsNotValid
source: Jackpot configuration mismatch.
es: La configuración del premio mayor no coincide

# BusinessEventsJackpotJackpotFeatureAvailable
source: Jackpot feature available.
es: Función de premio mayor disponible

# BusinessEventsJackpotJackpotFeatureUnavailable
source: Jackpot feature unavailable.
es: Función de premio mayor no disponible

# BusinessEventsJackpotJackpotServer
source: Jackpot server: {0}
es: Servidor de premio mayor: {0}

# BusinessEventsJackpotJackpotServerError
source: Jackpot server error!
es: ¡Error del servidor del premio mayor!
pl: Błąd serwera Jackpota!

# BusinessEventsJackpotJackpotServerUnavailable
source: Jackpot server unavailable.
es: El servidor de premio mayor no está disponible.

# BusinessEventsJackpotJackpotServerVersionCheckError
source: Jackpot server version check error.
es: Error de verificación de la versión del servidor de premio mayor.
pl: Błąd sprawdzania wersji serwera Jackpot.

# BusinessEventsJackpotJackpotServerVersionCheckOk
source: Jackpot Server Version Check success.
es: Verificación de la versión del servidor de premio mayor exitosa.
pl: Wersja serwera Jackpot Sprawdź pomyślnie.

# BusinessEventsJackpotLinkedJackpotFeatureAvailable
source: Linked jackpot feature available.
es: Función de bote vinculado disponible.
pl: Funkcja Linked jackpota jest dostępna.

# BusinessEventsJackpotLinkedJackpotFeatureUnavailable
source: Linked jackpot feature unavailable.
es: Función de bote vinculado no está disponible.
pl: Funkcja Linked jackpota jest niedostępna.

# BusinessEventsJackpotLinkJackpot
source: Link jackpot: {0}
es: Bote vinculado: {0}

# BusinessEventsJackpotLinkJackpotConfiguration
source: Link jackpot configuration: {0}
es: Configuración del bote vinculado: {0}

# BusinessEventsJackpotMysteryJackpot
source: Mystery jackpot: {0}
es: Bote misterioso: {0}

# BusinessEventsJackpotMysteryJackpotConfiguration
source: Mystery jackpot configuration: {0}
es: Configuración del bote misterioso: {0}

# BusinessEventsJackpotMysteryJackpotFeatureAvailable
source: Mystery jackpot feature available
es: Función de bote misterioso disponible.
pl: Funkcja Mystery jackpota jest dostępna.

# BusinessEventsJackpotMysteryJackpotFeatureUnavailable
source: Mystery jackpot feature unavailable
es: Función de bote misterioso no está disponible.
pl: Funkcja Mystery jackpota jest niedostępna.

# BusinessEventsJackpotNotValid
source: Not valid
es: No válido

# BusinessEventsJackpotUnavailable
source: Unavailable
es: Indisponible

# BusinessEventsJackpotValid
source: Valid
es: Disponible

# BusinessEventsMetersElectronicCountersTest
source: Electronic Counters Test
es: Prueba de contadores electrónicos
hu: Elektronikus számlálók tesztelése
pl: Test elektronicznych liczników

# BusinessEventsMetersMechanicalCountersTest
source: Mechanical counters test.
es: Prueba de contadores mecánicos.
hu: Mechanikus számlálók tesztelése.
pl: Test mechanicznych liczników.

# BusinessEventsMotherboardBatteryLow
source: {0} indicates battery low
es: {0} indica que la batería está baja
hu: {0} jelenti, hogy az akkumulátor töltöttségi szintje alacsony
pl: {0} wskazuje niski poziom naładowania baterii

# BusinessEventsMotherboardDuringPowerOff
source: during power off
es: durante el apagado
hu: áram lekapcsolás időtartama alatt
pl: podczas wyłączonego zasilania

# BusinessEventsMotherboardErrorMessage
source: Error Message
es: Mensaje de error
hu: Hibaüzenet
pl: Komunikat o błędzie

# BusinessEventsMotherboardErrorType
source: Error Type
es: Tipo de error
hu: Hiba típusa
pl: Typ błędu

# BusinessEventsMotherboardIndex
source: Index
es: Índice
hu: Jelzés
pl: Indeks

# BusinessEventsMotherboardIntrusionCommunicationError
source: Intrusion communication error
es: Error de intromisión en comunicación
hu: Befelé irányuló kommunikációs hiba
pl: Błąd komunikacji dot. ingerencji

# BusinessEventsMotherboardIntrusionCommunicationRestored
source: Intrusion communication restored
es: Intromisión en comunicación restaurada
hu: Befelé irányuló kommunikáció helyreállítva
pl: Przywrócono komunikację dot. ingerencji

# BusinessEventsMotherboardMechanicalCounterConnected
source: Mechanical counter connected
es: Contador mecánico conectado
hu: Mechanikus számlálók csatlakoztatva
pl: Mechaniczny licznik podłączony

# BusinessEventsMotherboardMechanicalCounterDisconnected
source: Mechanical counter disconnected
es: Contador mecánico desconectado
hu: Mechanikus számláló szétkapcsolva
pl: Mechaniczny licznik odłączony

# BusinessEventsMotherboardMechanicalCounterNotIncremented
source: Mechanical counter not incremented
es: Contador mecánico no incrementado
hu: A mechanikus számláló nem növekszik
pl: Nie podniesiono wartości mechanicznego licznika

# BusinessEventsMotherboardName
source: Name
es: Nombre
hu: Név
pl: Nazwa

# BusinessEventsMotherboardNvRamError
source: Non volatile ram error
es: Error de RAM no volátil
hu: Nem változó ram hiba
pl: Błąd pamięci nieulotnej RAM

# BusinessEventsMotherboardNvRamErrorFormattedData
source: Error Type:{0}, Error Message:{1}
es: Tipo de error:{0}, Mensaje de error: {1}
hu: Hiba típusa:{0}, Hibaüzenet:{1}
pl: Typ błędu:{0}, komunikat o błędzie:{1}

# BusinessEventsMotherboardPowerDown
source: AC power was lost from gaming machine
es: Se ha perdido la alimentación AC en la máquina de juego
hu: A hűtés teljesítménye elveszett egy játékgép miatt
pl: Automat utracił dostęp do źródła zasilania prądem zmiennym

# BusinessEventsMotherboardPowerUp
source: AC power was applied to gaming machine
es: Se aplicó alimentación AC a las máquinas de juego
hu: A hűtés teljesítményét egy játékgéphez adták
pl: Podłączono automat do źródła zasilania prądem zmiennym

# BusinessEventsMotherboardTemperatureHigh
source: Temperature high in
es: Temperatura alta en
hu: Belső hőmérséklet magas
pl: Wysoka temperatura czujnika

# BusinessEventsMotherboardVoltage
source: Voltage
es: Voltaje
hu: Feszültség
pl: Napięcie

# BusinessEventsMotherboardWebGLCrash
source: WebGL library crash. Client reloaded.
es: Fallo de la biblioteca WebGL. Cliente recargado.

# BusinessEventsPrinterPrinterDisconnected
source: Printer disconnected
es: Impresora desconectada
hu: Nyomtató szétkapcsolva
pl: Drukarka rozłączona

# BusinessEventsPrinterPrinterJamPaper
source: Printer jam error
es: Error de atasco de la impresora
hu: Nyomtató elakadási hiba
pl: Błąd zacięcia drukarki

# BusinessEventsPrinterPrinterLowPaper
source: Printer paper low
es: Papel de impresión bajo
hu: Kevés a papír a nyomtatóban
pl: Niski poziom papieru drukarki

# BusinessEventsPrinterPrinterOpenChassis
source: Printer chassis is open
es: El chasis de la impresora está abierto
hu: A nyomtató gépháza felnyitva
pl: Obudowa drukarki jest otwarta

# BusinessEventsPrinterPrinterOutOfPaper
source: Printer paper out error
es: Error de impresión en papel saliente
hu: Nyomtató hiba, kifogyott a papír
pl: Błąd braku papieru w drukarce

# BusinessEventsPrinterPrinterPaperOutClearable
source: Printer paper out. Clear error with key.
es: Falta papel de impresora. Borrar error con clave.
hu: Kifogyott a nyomtató papírja. Törölje a hibát kulccsal.
pl: Brak papieru w drukarce. Usuń błąd za pomocą klucza.

# BusinessEventsPrinterPrinterPaperOutNonClearable
source: Printer paper out. Refill the paper.
es: Falta papel de impresora. Recarga el papel.
hu: Kifogyott a nyomtató papírja. Töltse be újra a papírt.
pl: Brak papieru w drukarce. Uzupełnij papier.

# BusinessEventsPrinterPrinterPowerOff
source: Printer power off
es: Apagado de la impresora
hu: Nyomtató lekapcsolva
pl: Drukarka wyłączona

# BusinessEventsPrinterPrinterPowerOn
source: Printer connected
es: Impresora conectada
hu: Nyomtató kapcsolódva
pl: Drukarka rozłączona

# BusinessEventsSecurityClockTampered
source: Clock tampering detected
es: Alteración del reloj detectada
hu: Óra hamisítás észlelve
pl: Wykryto ingerencję w zegar

# BusinessEventsSecurityDisplayMetersAttendantMenuEnter
source: Display meters or attendant menu has been entered
es: Se ha ingresado a los medidores de pantalla o el menú del operador
hu: A mérők kijelzőjére vagy a személyzeti menübe beléptek
pl: Otwarto menu wyświetlanych wskaźników lub pracownika obsługi

# BusinessEventsSecurityDisplayMetersAttendantMenuExit
source: Display meters or attendant menu has been exited
es: Se ha salido de los medidores de pantalla o el menú del operador
hu: A mérők kijelzőjéből vagy a személyzeti menüből kiléptek
pl: Zamknięto menu wyświetlanych wskaźników pracownika obsługi

# BusinessEventsSecurityPlayerLoggedIn
source: Player logged in.
es: El jugador ha iniciado sesión.
hu: Játékos bejelentkezett.
pl: Zalogowano gracza.
