Repository: psulek/lhqeditor
Catalog: src.cmd/Test.Localization/GenOutput/Resources/StringsCommon.*.resx
Languages: es, hu, pl, sk

# BusinessEventsSecurityPlayerLoggedOut
source: Player logged out.
es: El jugador ha cerrado la sesión.
hu: Játékos kijelentkezett.
pl: Wylogowano gracza.

# BusinessEventsSecuritySelfTestOperatorMenuEnter
source: Self test or operator menu has been entered.
es: Menú de prueba automático o se ha ingressado al menú del operador.
hu: Beléptek az öntesztelés vagy a kezelői menübe.
pl: Otwarto menu autotestu lub operatora.

# BusinessEventsSecuritySelfTestOperatorMenuExit
source: Self test or operator menu has been exited.
es: Menú de prueba automático o se ha salido del menú del operador.
hu: Kiléptek az öntesztelés vagy a kezelői menüből.
pl: Zamknięto menu autotestu lub operatora.

# BusinessEventsSecurityUserLoggedIn
source: User {0} logged in.
es: El usuario {0} ha iniciado sesión.
hu: {0} felhasználó bejelentkezett.
pl: Użytkownik {0} zalogował się.

# BusinessEventsSecurityUserLoggedOut
source: User {0} logged out.
es: El usuario {0} ha cerrado la sesión.
hu: {0} felhasználó kijelentkezett.
pl: Użytkownik {0} wylogował się.

# BusinessEventsSecurityUserLoginFailed
source: User login failed.
es: Error al iniciar sesión del usuario.
hu: Felhasználó bejelentkezése sikertelen.
pl: Logowanie użytkownika zakończone niepowodzeniem.

# BusinessEventsSWManagementUpdaterStateChangedFromToVersion
source: From version: {0} To version: {1}
es: Desde la versión: {0} A la versión: {1}
hu: Óra hamisítása

# BusinessEventsSWManagementUpdaterStateChangedNotUpdated
source: Terminal not updated.
es: Terminal no actualizado.
hu: Licenc aktiválva

# BusinessEventsSWManagementUpdaterStateChangedReverted
source: Terminal reverted.
es: Terminal revertido.
hu: Lejárt licence

# BusinessEventsSWManagementUpdaterStateChangedToVersion
source: To version: {0}
es: Para la versión: {0}
hu: Nem található licenc

# BusinessEventsSWManagementUpdaterStateChangedUnexpected
source: Unexpected terminal update state {0}.
es: Estado {0} de actualización de terminal no esperado.

# BusinessEventsSWManagementUpdaterStateChangedUpdated
source: Terminal updated.
es: Terminal actualizado.

# BusinessEventsSWManagementDownloaderServiceRestarted
source: Downloader service restarted.
es: ES??_Downloader service restarted.

# BusinessEventsSWManagementMountUsbPressed
source: Mount started for offline update
es: Montaje iniciado para actualización sin conexión

# BusinessEventsSWManagementOfflineTerminalUpdatePrepared
source: Offline terminal update prepared.
es: ES??_Sin conexión actualización de terminal preparada.

# BusinessEventsSWManagementOfflineVersionCheckError
source: Version check error after Mount for offline update
es: Error de verificación de versión después del montaje para actualización sin conexión

# BusinessEventsSWManagementOnlineTerminalUpdatePrepared
source: Online terminal update prepared.
es: ES??_En línea actualización de terminal preparada.

# BusinessEventsSWManagementOnlineVersionCheckError
source: Online version check error
es: Error de verificación de versión en línea

# BusinessEventsSWManagementPrepareOfflinePressed
source: Prepare update started for offline update
es: Preparar la actualización iniciada para la actualización sin conexión

# BusinessEventsSWManagementTerminalOnlineUpdateCanceled
source: Online update of terminal canceled.
es: ES??_Terminal update canceled.

# BusinessEventsSWManagementUpdateDownloadingFailed
source: Downloading of update failed. ({0})
es: ES??_Downloading of update failed.

# BusinessEventsSWManagementUpdateDownloadingFinished
source: Downloading of update finished. ({0})
es: ES??_Downloading of update finished.

# BusinessEventsSWManagementUpdateDownloadingPaused
source: Downloading of update paused.
es: ES??_Downloading of update paused.

# BusinessEventsSWManagementUpdateDownloadingResumed
source: Downloading of update resumed.
es: ES??_Downloading of update resumed.

# BusinessEventsSWManagementUpdateDownloadingStarted
source: Downloading of update started. ({0})
es: ES??_Downloading of update started.

# BusinessEventsSystemLicenseStateChangedClockTampering
source: Clock tampering
es: Alteración del reloj
hu: Óra hamisítása
pl: Ingerencja w zegar

# BusinessEventsSystemLicenseStateChangedLicenseActivated
source: License activated
es: Licencia activada
hu: Licenc aktiválva
pl: Aktywowano licencję

# BusinessEventsSystemLicenseStateChangedLicenseExpired
source: License expired
es: Licencia caducada
hu: Lejárt licence
pl: Licencja wygasła

# BusinessEventsSystemLicenseStateChangedNoLicense
source: No license found
es: No se ha encontrado ninguna licencia
hu: Nem található licenc
pl: Nie znaleziono licencji

# BusinessEventsSystemMaintenanceModeMaintenanceModeEntered
source: Maintenance mode entered
es: Modo de mantenimiento activado
hu: Belépett a karbantartói üzemmódba
pl: Włączono tryb konserwacji

# BusinessEventsSystemMaintenanceModeMaintenanceModeExited
source: Maintenance mode exited
es: El modo de mantenimiento desactivado
hu: Kilépett a karbantartói üzemmódból
pl: Wyłączono tryb konserwacji

# BusinessEventsSystemSasLinkStatusDown
source: SAS link communication down.
es: Se ha desconectado la comunicación de enlace con SAS.
hu: A SAS link kommunikációs linkje lejjebb.
pl: Brak połączenia z systemem SAS.

# BusinessEventsSystemSasLinkStatusSasDongleMissing
source: SAS dongle is missing!
es: ¡Falta el dongle SAS!
hu: A SAS hardverkulcsa hiányzik!
pl: Brak klucza SAS!

# BusinessEventsSystemSasLinkStatusUp
source: SAS link communication up.
es: Se ha conectado la comunicación de enlace con SAS.
hu: A SAS kommunikációs linkje működik.
pl: Nawiązano połączenie z systemem SAS.

# BusinessEventsSystemAnyDisplayMonitorFailed
source: Display monitor failed.
es: Error de la pantalla.
hu: Monitor kijelzője meghibásodott.
pl: Awaria monitora.

# BusinessEventsSystemClientRequestFailed
source: Client request failed.
es: La solicitud del cliente falló.

# BusinessEventsSystemConnectionEstablished
source: Connection was established.
es: Se ha establecido la conexión.
hu: Kapcsolat létrehozva.
pl: Nawiązano połączenie.

# BusinessEventsSystemConnectionLost
source: Connection was lost.
es: Se ha perdido la conexión.
hu: A kapcsolat elveszett.
pl: Utracono połączenie.

# BusinessEventsSystemDateAndTimeChanged
source: Date and time changed. From {0} at time zone {1} with daylight saving time {2}, to {3} at time zone {4} with daylight saving time {5}.
es: Han ocurrido cambios en la fecha y hora. De {0} en la zona horaria {1} con el horario de verano {2}, a {3} en la zona horaria {4} con el horario de verano {5}.
hu: Dátum és idő megváltoztatva. A {0} -tól az {1} időzónában nyári időszámítással {2}, a {3} -ig az {4} időznáig nyári időszámítással {5}.
pl: Zmieniono datę i godzinę. Z {0} w strefie czasowej {1} z czasem letnim {2}, na {3} w strefie czasowej {4} z czasem letnim {5}.

# BusinessEventsSystemDateAndTimeChangedFromSas
source: Date and time changed from SAS. From {0} at time zone {1} with daylight saving time {2}, to {3} at time zone {4} with daylight saving time {5}.
es: La fecha y hora han sido cambiadas desde SAS. De {0} en la zona horaria {1} con el horario de verano {2}, a {3} en la zona horaria {4} con el horario de verano {5}.
hu: A SAS megváltoztatja a dátumot és az időt. A {0} -tól az {1} időzónában nyári időszámítással {2}, a {3} -ig az {4} időzónáig nyári időszámítással {5}.
pl: Data i godzina została zmieniona z poziomu systemu SAS. Z {0} w strefie czasowej {1} z czasem letnim {2}, na {3} w strefie czasowej {4} z czasem letnim {5}.

# BusinessEventsSystemDisplayMonitorsAreOK
source: All display monitors are ok.
es: Todas las pantalla están bien.
hu: Az összes kijelző monitor rendben van.
pl: Wszystkie monitory działają prawidłowo.

# BusinessEventsSystemDtsDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# BusinessEventsSystemDtsEnabled
source: Enabled
es: Activado
hu: Bekapcsolva
pl: Wł.
sk: Zapnuté

# BusinessEventsSystemUnhandledExceptionInBusinessProcess
source: Unhandled exception in business process : {0}
es: Excepción no gestionada en el proceso empresarial: {0}
hu: Nem kezelt kivétel az üzleti folyamatokban : {0}
pl: Nieobsługiwany wyjątek procesu biznesowego: {0}

# BusinessEventsSystemValidationIdConfigured
source: Validation id is configured
es: Se ha configurado un ID de validación.
hu: Azonosító érvényesítés konfigurálva
pl: Skonfigurowano identyfikator weryfikacyjny

# BusinessEventsSystemValidationIdNotConfigured
source: Validation Id is not configured
es: El ID de validación no está configurado.
hu: Azonosító érvényesítés nincs konfigurálva
pl: Nie skonfigurowano identyfikatora weryfikacyjnego

# BusinessEventsUnknownEvent
source: Unknown event.
es: Evento desconocido.
hu: Ismeretlen esemény.
pl: Nieznane zdarzenie.

# ConfigurationsLightStateFlashFast
source: Flash Fast
es: Flash rápido
hu: Gyors villogás
pl: Szybkie miganie

# ConfigurationsLightStateFlashSlow
source: Flash Slow
es: Flash lento
hu: Lassú villogás
pl: Wolne miganie

# ConfigurationsLightStateOff
source: Off
es: Desactivado
hu: Ki
pl: Wył.

# ConfigurationsLightStateOn
source: On
es: Activado
hu: Be
pl: Wł.

# ConfigurationsValidatorsValueMustBeGreaterThanLimit
source: {0} must be higher than {1}
es: {0} debe ser superior a {1}
hu: {0} magasabb kell, hogy legyen, mint {1}
pl: {0} – wartość musi być większa niż {1}

# EnumsAutoplayAutostartDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsAutoplayModeSpeedFast
source: Fast
es: Rápido
hu: Gyors
pl: Szybk.
sk: Rýchly

# EnumsAutoplayModeSpeedStandard
source: Standard
es: Estándar
sk: Štandardný

# EnumsBetButtonsBehaviorNotPlay
source: Not Play
es: No jugar después

# EnumsBetButtonsBehaviorPlay
source: Play
es: Jugar después

# EnumsCalculatingTypeInit
source: Initiated
es: Iniciado
hu: Elindult
pl: Zapoczątkowany
sk: Zahájené

# EnumsCalculatingTypeOnDemand
source: On demand
es: Bajo demanda
hu: Lekérhető
pl: Na żądanie
sk: Na požiadanie

# EnumsCalculatingTypePeriod
source: Period
es: Periodo
hu: Időszak
pl: Okres
sk: Obdobie

# EnumsCalculatingTypeSignificantEvent
source: Significant event
es: Evento significativo
hu: Jelentős esemény
pl: Ważne zdarzenie
sk: Významná udalosť

# EnumsCashoutModeAttendant
source: Attendant
es: Operador
hu: Személyzet
pl: Pracownik obsługi

# EnumsCashoutModeDispenser
source: Dispenser
es: Dispensador
hu: Kiadó
pl: Dyspenser

# EnumsCashoutModeDispenserAttendant
source: Dispenser/Attendant
es: Dispensador/Operador
hu: Kiadó/Személyzet
pl: Dyspenser/pracownik obsługi

# EnumsCashoutModeDispenserPrinter
source: Dispenser/Printer
es: Dispensador/Impresora
hu: Kiadó/Nyomtató
pl: Dyspenser/drukarka

# EnumsCashoutModeDispenserPrinterAttendant
source: Dispenser/Printer/Attendant
es: Dispensador/Impresora/Operador
hu: Kiadó/Nyomtató/Személyzet
pl: Dyspenser/drukarka/pracownik obsługi

# EnumsCashoutModeHopper
source: Hopper
es: Aceptador
hu: Töltőgarat
pl: Podajnik

# EnumsCashoutModeHopperAttendant
source: Hopper/Attendant
es: Aceptador/Operador
hu: Töltőgarat/Személyzet
pl: Podajnik/pracownik obsługi

# EnumsCashoutModeHopperDispenser
source: Hopper/Dispenser
es: Aceptador/Dispensador
hu: Töltőgarat/Kiadó
pl: Podajnik/dyspenser

# EnumsCashoutModeHopperDispenserAttendant
source: Hopper/Dispenser/Attendant
es: Aceptador/Dispensador/Operador
hu: Töltőgarat/Kiadó/Személyzet
pl: Podajnik/dyspenser/pracownik obsługi

# EnumsCashoutModeHopperDispenserPrinter
source: Hopper/Dispenser/Printer
es: Aceptador/Dispensador/Impresora
hu: Töltőgarat/Kiadó/Nyomtató
pl: Podajnik/dyspenser/drukarka

# EnumsCashoutModeHopperDispenserPrinterAttendant
source: Hopper/Dispenser/Printer/Attendant
es: Aceptador/Dispensador/Impresora/Operador
hu: Töltőgarat/Kiadó/Nyomtató/Személyzet
pl: Podajnik/dyspenser/drukarka/pracownik obsługi

# EnumsCashoutModeHopperPrinter
source: Hopper/Printer
es: Aceptador/Impresora
hu: Töltőgarat/Nyomtató
pl: Podajnik/drukarka

# EnumsCashoutModeHopperPrinterAttendant
source: Hopper/Printer/Attendant
es: Aceptador/Impresora/Operador
hu: Töltőgarat/Nyomtató/Személyzet
pl: Podajnik/drukarka/pracownik obsługi

# EnumsCashoutModePrinter
source: Printer
es: Impresora
hu: Nyomtató
pl: Drukarka

# EnumsCashoutModePrinterAttendant
source: Printer/Attendant
es: Impresora/Operador
hu: Nyomtató/Személyzet
pl: Drukarka/pracownik obsługi

# EnumsCashOutToHostControlDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsCashOutToHostControlHard
source: Hard
es: Duro
hu: Kemény
pl: Twarda

# EnumsCashOutToHostControlHostControlled
source: Host Controlled
es: Controlado por el Host
hu: Házigazda által ellenőrizve
pl: Kontrolowana przez system zarządzania kasyna

# EnumsCashOutToHostControlSoft
source: Soft
es: Suave
hu: Puha
pl: Miękka

# EnumsChannelsBoth
source: Both
es: Ambos
hu: Mindkettő
pl: Oba

# EnumsChannelsChannel1
source: Channel 1
es: Canal 1
hu: 1-es csatorna
pl: Kanał 1

# EnumsChannelsChannel2
source: Channel 2
es: Canal 2
hu: 2-es csatorna
pl: Kanał 2

# EnumsChannelsDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsChannelsJackpotAPI
source: Jackpot API
es: API de premio mayor

# EnumsCheckboxStateDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsCheckboxStateEnabled
source: Enabled
es: Activado
hu: Bekapcsolva
pl: Wł.
sk: Zapnuté

# EnumsCheckboxStateNotSet
source: Not set
es: No se ha establecido
hu: Nincs beállítva
pl: Nie ustawiono

# EnumsCounterInUiCounter1
source: Counter1
es: Contador1
hu: 1-es számláló
pl: Licznik1

# EnumsCounterInUiCounter10
source: Counter10
es: Contador10
hu: 10-es számláló
pl: Licznik10

# EnumsCounterInUiCounter2
source: Counter2
es: Contador2
hu: 2-es számláló
pl: Licznik2

# EnumsCounterInUiCounter3
source: Counter3
es: Contador3
hu: 3-as számláló
pl: Licznik3

# EnumsCounterInUiCounter4
source: Counter4
es: Contador4
hu: 4-es számláló
pl: Licznik4

# EnumsCounterInUiCounter5
source: Counter5
es: Contador5
hu: 5-ös számláló
pl: Licznik5

# EnumsCounterInUiCounter6
source: Counter6
es: Contador6
hu: 6-os számláló
pl: Licznik6

# EnumsCounterInUiCounter7
source: Counter7
es: Contador7
hu: 7-es számláló
pl: Licznik7

# EnumsCounterInUiCounter8
source: Counter8
es: Contador8
hu: 8-as számláló
pl: Licznik8

# EnumsCounterInUiCounter9
source: Counter9
es: Contador9
hu: 9-es számláló
pl: Licznik9

# EnumsCounterInUiNone
source: None
es: Ninguno
hu: Nincs
pl: Brak

# EnumsFeatureAutoenterDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsFeatureAutoenterEnabled
source: Enabled
es: Activado
hu: Bekapcsolva
pl: Wł.
sk: Zapnuté

# EnumsFeatureAutoplayAutostartDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsGambleModeCards
source: Cards
es: Naipes

# EnumsGambleModeLadder
source: Ladder
es: Escalera

# EnumsGambleModePlayersChoice
source: Player's choice
es: Elección del jugador

# EnumsGameActiveTypeDisabled
source: Disabled
es: Desactivado

# EnumsGameActiveTypeNo
source: NO
es: No válido

# EnumsGameActiveTypeYes
source: YES
es: SÍ

# EnumsGamePlayModeCurrency
source: Currency
es: Divisa
hu: Pénznem
pl: Waluta

# EnumsGamePlayModeDenomination
source: Denomination
es: Denominación
hu: Címlet
pl: Nominał

# EnumsGamePlaySpeedStandard
source: Standard
es: Estándar
sk: Štandardná

# EnumsJackpotServerVersionVersion_1_0
source: JS 1.0 Version
es: Versión JS 1.0
pl: Wersja JS 1.0
sk: Verzia JS 1.0

# EnumsJackpotServerVersionVersion_2_0
source: JS 2.0 Version
es: Versión JS 2.0
pl: Wersja JS 2.0
sk: Verzia JS 2.0

# EnumsJackpotWinToCreditGraduallyAutomatic
source: Automatic
es: Automático
hu: Automatikus
pl: Autom.

# EnumsJackpotWinToCreditGraduallyDisabled
source: Disabled
es: Desactivado
hu: Kikapcsolva
pl: Wył.
sk: Vypnuté

# EnumsJackpotWinToCreditGraduallyStartedByPlayer
source: Started by player
es: Comenzado por el jugador
hu: Játékos által elkezdve
pl: Po potwierdzeniu gracza

# EnumsLEDStripeColorIntensityHigh
source: High
es: Alta
pl: Wysoka
sk: Vysoká

# EnumsLEDStripeColorIntensityLow
source: Low
es: Baja
pl: Niska
sk: Nízka

# EnumsLockedUnlockedModeLocked
source: Locked
es: Bloqueado
hu: Zárva
pl: Zablok.

# EnumsLockedUnlockedModeUnlocked
source: Unlocked
es: Desbloqueado
hu: Kinyitva
pl: Odblok.

# EnumsMaxGambleAttemptsUnlimited
source: Unlimited
es: Ilimitado
hu: Korlátlan
pl: Nieogran.

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_0_01
source: 1 tick per 0.01
es: 1 tic por 0,01
hu: 1 ketyegés 0,01-re
pl: 1 sygnał na 0,01

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_0_10
source: 1 tick per 0.10
es: 1 tic por 0,10
hu: 1 ketyegés 0,10-re
pl: 1 sygnał na 0,10

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_1_00
source: 1 tick per 1.00
es: 1 tic por 1,00
hu: 1 ketyegés 1,00-re
pl: 1 sygnał na 1,00

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_10_00
source: 1 tick per 10.00
es: 1 tic por 10,00
hu: 1 ketyegés 10,00-re
pl: 1 sygnał na 10,00

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_100_00
source: 1 tick per 100.00
es: 1 tic por 100,00
hu: 1 ketyegés 100,00-ra
pl: 1 sygnał na 100,00

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_1000_00
source: 1 tick per 1 000.00
es: 1 tic por 1000.00
hu: 1 ketyegés 1 000,00-re
pl: 1 sygnał na 1000,00

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_10000_00
source: 1 tick per 10 000.00
es: 1 tic por 10 000.00
hu: 1 ketyegés 10 000,00-re
pl: 1 sygnał na 10 000,00

# EnumsMechanicalCounterScaleValuesOne_Tick_Per_100000_00
source: 1 tick per 100 000.00
es: 1 tic por 100 000.00
hu: 1 ketyegés 100 000,00-re
pl: 1 sygnał na 100 000,00

# EnumsQuickStopAllowedInstantly
source: Instantly
es: Instantáneamente
hu: Azonnal
pl: Natychmiast

# EnumsQuickStopAllowedNever
source: Never
es: Nunca
hu: Soha
pl: Nigdy

# EnumsRouletteTableColorBlue
source: Blue
es: Azul
hu: Kék
pl: Niebieski

# EnumsRouletteTableColorGray
source: Gray
es: Gris
hu: Szürke
pl: Szary

# EnumsRouletteTableColorGreen
source: Green
es: Verde
hu: Zöld
pl: Zielony

# EnumsRouletteTableColorPurple
source: Purple
es: Morado
hu: Lila
pl: Fioletowy

# EnumsSasValidationEnhanced
source: Enhanced
es: Reforzado
hu: Fejlesztett
pl: Zaawansowana

# EnumsSasValidationNoValidation
source: No Validation
es: Sin validación
hu: Nincs érvényesítés
pl: Brak weryfikacji

# EnumsSasValidationStandard
source: Standard
es: Estándar

# EnumsSasValidationSystem
source: System
es: Sistema
hu: Rendszer

# EnumsSoftwareButtonAutoplay
source: Autoplay
es: Reproducción automática
hu: Automatikus játék
pl: Gra automatyczna

# EnumsSoftwareButtonSpin
source: Spin
es: Girar
hu: Pörgetés

# EnumsStartDownloadTerminalStateAlways
source: Always
es: Siempre

# EnumsStartDownloadTerminalStateNotInGame
source: Not In Game
es: No en el juego

# ServicesForgeryLastResult
source: Last result: {0}
es: Ultimo resultado: {0}
hu: Utolsó eredmény: {0}
pl: Ostatni wynik: {0}
sk: Posledný výsledok: {0}

# ServicesForgeryPartitonHashCalculating
source: Calculation in progress…
es: Calculo en progreso...
hu: Számítás folyamatban...
pl: Obliczenia w toku...
sk: Prebieha výpočet...

# ValidationsMessagesBetweenMinMax
source: Value must be between {0} and {1}.
es: El valor debe estar entre {0} y {1}.
hu: Az értéknek {0} és {1} közé kell esnie.
pl: Wartość musi wynosić od {0} do {1}.

# ValidationsMessagesCurrencyCodeWrongFormat
source: Wrong currency code format! Only 3 letter alphabetic code is allowed.
es: ES??_Wrong currency code format! Only 3 letter alphabetic code is allowed.
hu: HU??_Wrong currency code format! Only 3 letter alphabetic code is allowed.
pl: PL??_Wrong currency code format! Only 3 letter alphabetic code is allowed.

# ValidationsMessagesFieldRequiresNonDefaultValue
source: The {0} field requires a non-default value.
es: El campo {0} requiere un valor no predeterminado.
hu: A(z) {0} mezőhöz szükséges egy nem alapértelmezett érték.
pl: Pole {0} nie może zawierać wartości domyślnej.

# ValidationsMessagesNotEmptyGuid
source: GUID must not be empty.
es: El valor GUID no puede estar vacío.
hu: A GUID nem lehet üres.
pl: Identyfikator GUID nie może być pusty.

# ValidationsMessagesNotValidNumber
source: Value is not a valid number.
es: El valor no es un número válido.
hu: Az érték nem érvényes szám.
pl: Wartość nie jest prawidłową liczbą.

# ValidationsMessagesRangeError
source: The field {0} must be between {1} and {2}
es: El campo {0} debe estar entre {1} y {2}
hu: {0} mezőnek {1} és {2} között kell lennie.
pl: Wartość pola {0} musi wynosić od {1} do {2}

# ValidationsMessagesRequiredNotSet
source: Some of required properties are not set!
es: ¡Algunas de las propiedades obligatorias no están establecidas!
hu: Néhány tulajdonság nincs meghatározva!
pl: Nie ustawiono niektórych wymaganych właściwości!

# ValidationsMessagesValidationForFailed
source: Validation for {0} failed!
es: ¡Error al validar {0} !
hu: {0} érvényesítése sikertelen!
pl: {0} – weryfikacja zakończona niepowodzeniem!

# ValidationsAttendantAddCreditLimit
source: Attendant Add Credit Limit must be smaller than or equal to Credit Limit.
es: El límite de crédito añadido por el operador debe ser menor o igual que el límite de crédito.
hu: A személyzet által hozzáadott kredit limit kisebb vagy egyenlő kell, hogy legyen, mint a kredit limit.
pl: Limit kredytów dodanych przez pracownika obsługi nie może być wyższy niż limit kredytów.

# ValidationsErrors
source: Errors:
es: Errores:
hu: Hibák:
pl: Błędy:

# ValidationsUpperJackpotLimit
source: Upper Jackpot Limit must be greater than or equal to Jackpot Limit.
es: El límite superior del premio mayor debe ser mayor o igual que el límite del premio mayor.
hu: A felső Jackpot limit nagyobb vagy egyenlő kell, hogy legyen, mint a jackpot limit.
pl: Górny limit jackpota musi wynosić co najmniej tyle samo co limit jackpota.

# BusinessEventsFinanceAftCash
source: C {0}
pl: G {0}

# BusinessEventsFinanceAftRestricted
source: R {0}
pl: O {0}

# BusinessEventsFinanceAftTotal
source: Total {0}
hu: Teljes {0}
pl: Łącznie {0}

# BusinessEventsFinanceTicketOutId
source: Id : {0}
hu: Azonosító : {0}
pl: Identyfikator: {0}

# EnumsLEDStripeColorIntensityNormal
source: Normal
pl: Normalna
sk: Normálna
