Repository: psulek/lhqeditor
Catalog: src.cmd/Test.Localization/GenOutput/Resources/StringsCommon.*.resx
Languages: es, hu, pl, sk

# BusinessEventsApplicationAllKeysDeleted
source: All dallas keys were unassigned.
es: No se han asignado todas las claves dallas.
hu: Mindegyik dallas-kulcs hozzárendelése megszűnt.
pl: Usunięto przypisanie wszystkich kluczy Dallas.

# BusinessEventsApplicationApplicationInitialized
source: Application initialized.
es: Se ha iniciado la aplicación.
hu: Alkalmazás megkezdve.
pl: Uruchomiono aplikację.

# BusinessEventsApplicationApplicationShutdown
source: Application shutdown.
es: Se ha cerrado la aplicación.
hu: Alkalmazás leállítása.
pl: Wyłączenie aplikacji.

# BusinessEventsApplicationApplicationStarted
source: Application started.
es: Se ha iniciado la aplicación.
hu: Alkalmazás elindítva.
pl: Rozpoczęto aplikację.

# BusinessEventsApplicationCallServiceStarted
source: Call Service Started.
es: Llamada al servicio iniciada.
hu: Hívásszolgáltatás elindítva.
pl: Rozpoczęto proces wzywania obsługi technicznej.

# BusinessEventsApplicationCallServiceStoped
source: Call Service Stoped.
es: Llamada al servicio detenida.
hu: Hívásszolgáltatás leállítva.
pl: Zatrzymano proces wzywania obsługi technicznej.

# BusinessEventsApplicationCheckSumValidationFailed
source: Checksum validation failed.
es: Error al validar la suma de comprobación.
hu: Ellenőrző összeg érvényessége hibás.
pl: Weryfikacja sumy kontrolnej zakończona niepowodzeniem.

# BusinessEventsApplicationConnectionToTheServerWasLost
source: Connection to the server was lost.
es: Se ha perdido la conexión con el servidor.
hu: A kapcsolat a szerverrel elveszett.
pl: Utracono połączenie z serwerem.

# BusinessEventsApplicationConnectionToTheServerWasRecovered
source: Connection to the server was recovered.
es: Se ha restablecido la conexión al servidor.
hu: A kapcsolat a szerverrel helyreállt.
pl: Odzyskano połączenie z serwerem.

# BusinessEventsApplicationContentHostFatallyCrashed
source: ContentHost fatally crashed.
es: Error fatal de ContentHost.
hu: A ContentHost teljesen összeomlott.
pl: ContentHost – błąd krytyczny.

# BusinessEventsApplicationDetail
source: Detail
es: Detalles
hu: Részlet
pl: Szczegóły

# BusinessEventsApplicationError
source: Internal error
es: Error interno
hu: Belső hiba
pl: Wewnętrzny błąd

# BusinessEventsApplicationFirstOwnerKeyRegistered
source: 1st Owner key was registered.
es: Se ha registrado la primera Clave del propietario.
hu: Az 1. tulajdonosi kulcsot regisztrálták.
pl: Zarejestrowano 1. klucz właściciela.

# BusinessEventsApplicationForgottenKeyDuringStartUp
source: Forgotten key in machine. Pull out the key
es: Se ha olvidado la llave en la máquina. Retire la llave
hu: Elfelejtett kulcs a gépben. Húzza ki a kulcsot.
pl: Zapomniano wyjąć klucza z automatu. Wyjmij klucz.

# BusinessEventsApplicationGameMachineSoftMetersReset
source: Gaming machine soft meters reset to zero.
es: Los medidores suaves de las máquinas de juegos se restablecen a cero.
hu: A játékgép puha érzékelője vissza lett állítva nullára.
pl: Wyzerowano programowe wskaźniki automatu do gier.

# BusinessEventsApplicationInitializationFailed
source: Initialization failed.
es: Error de inicialización.
hu: Indítás sikertelen.
pl: Uruchomienie zakończone niepowodzeniem.

# BusinessEventsApplicationMachineLocked
source: Machine was locked.
es: El equipo se ha bloqueado.
hu: A gépet lezárták.
pl: Zablokowano automat.

# BusinessEventsApplicationMachineReset
source: Machine was reset to factory settings.
es: Se ha restablecido el equipo a la configuración predeterminada.
hu: A gépet visszaállították a gyári beállításokra.
pl: Przywrócono ustawienia fabryczne automatu.

# BusinessEventsApplicationMachineUnlocked
source: Machine was unlocked.
es: El equipo se ha desbloqueado.
hu: A gépet kinyitották.
pl: Odblokowano automat.

# BusinessEventsApplicationNewVersionOfSoftwareWasActivated
source: New version of software was activated.
es: Se ha activado la nueva versión del software.
hu: A szoftver új verzióját aktiválták.
pl: Aktywowano nową wersję oprogramowania.

# BusinessEventsApplicationNewVersionOfSoftwareWasInstalled
source: New version of software was installed.
es: Se ha instalado una nueva versión de software.
hu: A szoftver új verzióját telepítették.
pl: Zainstalowano nową wersję oprogramowania.

# BusinessEventsApplicationOpeningHourBegins
source: Opening hour begins.
es: Comienza el horario de apertura.
hu: Nyitvatartás kezdete.
pl: Początek godzin otwarcia.

# BusinessEventsApplicationOpeningHoursEndIsApproaching
source: Opening hours end is approaching.
es: El fin horario de apertura se está aproximando.
hu: Nyitvatartás a végéhez közeledik.
pl: Zbliża się koniec godzin otwarcia.

# BusinessEventsApplicationOpeningHoursEnds
source: Opening hours ends.
es: Finaliza el horario de apertura.
hu: Nyitvatartás vége.
pl: Koniec godzin otwarcia.

# BusinessEventsApplicationPlayerGoesToIdleState
source: Player goes to idle state.
es: El reproductor pasa al estado de reposo.
hu: Játékos tétlen állapotba kerül.
pl: Gracz przechodzi w stan bezczynności.

# BusinessEventsApplicationRequestToChangeProjectorApplicationOccured
source: Request to change Projector application occured.
es: Hubo una solicitud para cambiar la aplicación del proyector.
hu: Kérés, hogy megváltoztassa a projektor alkalmazását.
pl: Przesłano żądanie zmiany aplikacji projektora.

# BusinessEventsApplicationResetOwnerKey
source: Page 'Delete All Assigned Keys' entered.
es: Se ha introducido la página "Eliminar todas las claves asignadas".
hu: A "Töröljön minden kirendelt kulcsot" oldalra lépett.
pl: Otwarto stronę „Usuwanie wszystkich przypisanych kluczy”.

# BusinessEventsApplicationSoftMetersReset
source: Soft meters reset to zero.
es: Los medidores suaves se restablecen a cero.
hu: A puha mérőket visszaállították nullára.
pl: Wyzerowano programowe wskaźniki.

# BusinessEventsApplicationTerminalEntersErrorBlockedState
source: Terminal enters Error/Blocked state.
es: El terminal pasa al estado Error/Bloqueado.
hu: A terminál belép a Hiba/Blokkolt állapotba.
pl: Terminal wchodzi w stan błędu/blokady.

# BusinessEventsApplicationTerminalEntersLobby
source: Terminal enters lobby.
es: El terminal entra en el Lobby.
hu: A terminál belép a lobbyba.
pl: Terminal otwiera lobby.

# BusinessEventsApplicationTerminalEntersServiceMenu
source: Terminal enters service menu.
es: El terminal entra en el menú de servicio.
hu: A terminál belép a szolgáltatás menübe.
pl: Terminal otwiera menu serwisowe.

# BusinessEventsApplicationTerminalEntersShutdown
source: Terminal enters shutdown.
es: El terminal entra en apagado.
hu: A terminál leáll.
pl: Terminal jest zamykany.

# BusinessEventsApplicationTerminalWasDisabledByHost
source: Terminal was disabled by host.
es: El host ha deshabilitado el terminal.
hu: A házigazda kikapcsolta a terminált.
pl: Terminal został wyłączony przez system zarządzania kasyna.

# BusinessEventsApplicationTerminalWasEnabledByHost
source: Terminal was enabled by host.
es: El host ha activado el terminal.
hu: A házigazda bekapcsolta a terminált.
pl: Terminal został włączony przez system zarządzania kasyna.

# BusinessEventsApplicationUnfinishedProcessing
source: Unfinished processing detected and resumed.
es: Se ha detectado un procesamiento sin finalizar y se ha reanudado.
hu: Befejezetlen folyamatok érzékelve és helyreállítva.
pl: Wykryto i wznowiono nieukończoną operację przetwarzania.

# BusinessEventsApplicationWorkflowFinished
source: {0} workflow finished.
es: Flujo de trabajo {0} terminado.
hu: {0} munkamenet befejezve.
pl: {0} – proces roboczy ukończony.

# BusinessEventsAuthenticationAuthenticationDeviceWasInserted
source: Authentication device was inserted.
es: Se ha insertado el dispositivo de autenticación.
hu: Jóváhagyási eszköz behelyezve.
pl: Włożono urządzenie uwierzytelniające.

# BusinessEventsAuthenticationAuthenticationDeviceWasRemoved
source: Authentication device was removed.
es: Se ha eliminado el dispositivo de autenticación.
hu: Jóváhagyási eszköz eltávolítva.
pl: Wyjęto urządzenie uwierzytelniające.

# BusinessEventsAuthenticationCardWasInsertedIntoCardReader
source: Card was inserted into card reader.
es: Se ha insertado la tarjeta en el lector de tarjetas.
hu: Kártyát helyeztek a kártyaolvasóba.
pl: Włożono kartę do czytnika kart.

# BusinessEventsAuthenticationCardWasRemovedFromCardReader
source: Card was removed from card reader.
es: La tarjeta se ha retirado la tarjeta del lector de tarjetas.
hu: Eltávolították a kártyát a kártyaolvasóból.
pl: Wyjęto kartę z czytnika kart.

# BusinessEventsAuthenticationDevice
source: Device {0}, #{1}
es: Dispositivo {0}, #{1}
hu: Eszköz {0}, #{1}
pl: Urządzenie {0}, nr {1}

# BusinessEventsBillTicketInAcceptedDescription
source: {0} ticket {1} accepted
es: {0} tiquete {1} aceptado
hu: {0} jegy {1} elfogadva
pl: Przyjęto kupon {0} nr {1}

# BusinessEventsBillTicketInAcceptedTicketTypeCash
source: Cash
es: Dinero en efectivo
hu: Készpénz
pl: Gotówka

# BusinessEventsBillTicketInAcceptedTicketTypeNonRestricted
source: Non restricted
es: Sin restricciones
hu: Nem korlátozott
pl: Nieogranicz.

# BusinessEventsBillTicketInAcceptedTicketTypeRestricted
source: Restricted
es: Restringido
hu: Korlátozott
pl: Ogranicz.

# BusinessEventsBillTicketInRejectedDescriptionWithNumber
source: Ticket {0} rejected
es: Tiquete {0} rechazado
hu: Jegy {0} elutasítva
pl: Odrzucono kupon {0}

# BusinessEventsBillTicketInRejectedDescriptionWithoutNumber
source: Ticket rejected
es: Tiquete rechazado
hu: Jegy elutasítva
pl: Kupon odrzucony

# BusinessEventsBillBillAcceptorDisconnected
source: Bill acceptor disconnected
es: El aceptador de billetes se ha desconectado
hu: Bankjegy elfogadó szétkapcsolva
pl: Akceptor banknotów odłączony

# BusinessEventsBillBillIn
source: Bill inserted
es: Billete insertado
hu: Bankjegy behelyezve
pl: Banknot wprowadzony

# BusinessEventsBillBillInAccepted
source: Bill accepted
es: Billete aceptado
hu: Bankjegy elfogadva
pl: Banknot przyjęty

# BusinessEventsBillBillInJam
source: Bill jam
es: Atasco de billetes
hu: Bankjegy elakadás
pl: Zablokowany banknot

# BusinessEventsBillBillMayHaveNotBeenAccepted
source: A bill or ticket may have not been accepted. Please call attendant!
es: Es posible que no se haya aceptado un billete o un tiquete. ¡Llame al asistente!

# BusinessEventsBillBillMayHaveNotBeenDispensed
source: A bill may have not been dispensed.
es: Es posible que no se haya entregado un billete.

# BusinessEventsBillBillMayNotAccepted
source: A bill/ticket may have not been accepted.
es: Es posible que no se haya aceptado una billete o un tiquete.
hu: Egy bankjegy/jegy nem lett elfogadva.
pl: Banknot/kupon mógł nie zostać przyjęty.

# BusinessEventsBillBillRecyclerDoorClosed
source: Bill recycler door closed
es: Puerta de reciclaje de billetes cerrada
hu: Bankjegy újrahasznosító ajtó zárva
pl: Zamknięto drzwiczki urządzenia do powtórnego wykorzystania banknotów

# BusinessEventsBillBillRecyclerDoorOpened
source: Bill recycler door opened
es: Puerta de reciclaje de billetes abierta
hu: Bankjegy újrahasznosító ajtó nyitva
pl: Otwarto drzwiczki urządzenia do powtórnego wykorzystania banknotów

# BusinessEventsBillBillRecyclerEmpty
source: Bill Recycler Empty
es: Reciclador de billetes vacío
hu: bankjegy újrahasznosító üres
pl: Urządzenie do powtórnego wykorzystania banknotów jest puste

# BusinessEventsBillBillRefilled
source: Bill refilled
es: Billete rellenado
hu: Bankjegy újratöltve
pl: Banknot dodany

# BusinessEventsBillBillRejected
source: Bill rejected
es: Billete rechazado
hu: bankjegy elutasítva
pl: Banknot odrzucony

# BusinessEventsBillBillStackerFull
source: Bill validator malfunction
es: Fallo del validador de billetes
hu: Bankjegy érvényesítés hiba
pl: Awaria akceptora banknotów

# BusinessEventsBillBillStackerJam
source: Bill stacker jam
es: Atasco del apilador de billetes
hu: Bankjegy kötegelő elakadás
pl: Banknot zablokowany w zasobniku

# BusinessEventsBillBillValidatorId
source: Bill Validator ID
es: ID del validador de billetes
hu: Bankjegy érvényesítő azonosító
pl: Identyfikator akceptora banknotów

# BusinessEventsBillChannel
source: Channel
es: Canal
hu: Csatorna
pl: Kanał

# BusinessEventsBillCoinAcceptorDisconnected
source: Coin acceptor disconnected
es: El aceptador de monedas se ha desconectado
hu: Érmefogadó szétkapcsolva
pl: Akceptor żetonów odłączony

# BusinessEventsBillCoinInJam
source: Coin in jam
es: Moneda atascada
hu: Érme be elakadás
pl: Żeton zablokowany przy wprowadzaniu

# BusinessEventsBillCoinInTooFast
source: Coin too fast detected
es: La moneda se detecta demasiado rápido
hu: Az érmét túl gyorsan ismerte fel
pl: Zbyt szybkie wykrycie żetonu

# BusinessEventsBillCoinInTooSlow
source: Coin too slow detected
es: La moneda se detecta demasiado lento
hu: Az érmét túl lassan ismerte fel
pl: Zbyt wolne wykrycie żetonu

# BusinessEventsBillCoinWasInserted
source: Coin was inserted.
es: Se ha insertado una moneda.
hu: Behelyeztek egy érmét.
pl: Wprowadzono żeton.

# BusinessEventsBillCoinWasRejectedWithCode
source: Coin was rejected with code
es: La moneda ha sido rechazada con el código
hu: érme el lett utasítva kóddal
pl: Żeton został odrzucony z kodem

# BusinessEventsBillErrorInvalidTicketType
source: error: invalid ticket type
es: error: tipo de tiquete no válido
hu: hiba: érvénytelen jegy típus
pl: błąd: nieprawidłowy typ kuponu

# BusinessEventsBillInsertedBillStacker
source: Bill stacker inserted
es: Apilador de billetes insertado
hu: Bankjegy kötegelő behelyezve
pl: Zasobnik na banknoty włożony

# BusinessEventsBillInvalidTicketStacked
source: Invalid ticket {0} was stacked
es: Se ha apilado un tiquete no válido {0}.
hu: Érvénytelen jegyet {0} helyeztek be
pl: W zasobniku umieszczono nieprawidłowy kupon {0}

# BusinessEventsBillInvalidTicketTypeErrorCode
source: code
es: código
hu: kód
pl: kod

# BusinessEventsBillLocation
source: Location
es: Ubicación
hu: Helyszín
pl: Lokalizacja

# BusinessEventsBillNoteWasReturned
source: Note was returned.
es: Se ha devuelto el billete.
hu: Megjegyzés visszaküldve.
pl: Banknot został zwrócony.

# BusinessEventsBillRemoteIn
source: Credit added by attendant
es: Crédito añadido por el operador
hu: Személyzet által hozzáadott kredit
pl: Kredyty dodane przez pracownika obsługi

# BusinessEventsBillRemoteInFailed
source: Credit add by attendant failed.
es: Error al añadir el crédito por parte del operador.
hu: Személyzet által sikertelen kredit hozzáadás.
pl: Dodanie kredytów przez pracownika obsługi zakończone niepowodzeniem.

# BusinessEventsBillRemovedBillStacker
source: Bill stacker removed
es: Apilador de billetes eliminado
hu: Bankjegy kötegelő eltávolítva
pl: Wyjęto zasobnik na banknoty

# BusinessEventsBillReverseBillDetected
source: Reverse bill detected
es: Billete invertido detectado
hu: Fordított bankjegy észlelve
pl: Wykryto odwrócony banknot

# BusinessEventsBillReversedCoin
source: Coin fraud detected
es: Se ha detectado fraude con monedas
hu: Hamis érme észlelve
pl: Wykryto oszustwo dotyczące żetonów

# BusinessEventsBillRmsBillAcceptorDisabled
source: Bill Acceptor disabled externally
es: El aceptador de billetes ha diso deshabilitado externamente
hu: A bankjegy-elfogadó külsőleg ki van kapcsolva
pl: Akceptor banknotów został wyłączony zewnętrznie

# BusinessEventsBillRmsBillAcceptorEnabled
source: Bill Acceptor enabled externally
es: El aceptador de billetes ha diso habilitado externamente
hu: A bankjegy-elfogadó külsőleg engedélyezve van
pl: Akceptor banknotów został włączony zewnętrznie

# BusinessEventsBillTicketIn
source: Ticket {0} inserted
es: Tiquete {0} insertado
hu: Jegy {0} behelyezve
pl: Wprowadzono kupon {0}

# BusinessEventsConfigurationConfigurationTypeFullname
source: Configuration type fullname
es: Nombre completo del tipo de configuración
hu: Konfigurálás típusának teljes neve
pl: Pełna nazwa typu konfiguracji

# BusinessEventsConfigurationConfigurationWasChanged
source: Configuration was changed.
es: Se ha cambiado la configuración.
hu: Konfigurálás megváltozott.
pl: Zmieniono konfigurację.

# BusinessEventsConfigurationRoleText
source: Role
es: Función
hu: Szerep
pl: Rola

# BusinessEventsDevicesBillMayNotHaveBeenDispensed
source: A bill may not have been dispensed! Restart machine and check dispenser!
es: ¡Es posible que no se haya entregado un billete! ¡Reinicie el equipo y revise el dispensador!

# BusinessEventsDevicesDeviceStatusChanged
source: Device {0} status changed.
es: El estado del dispositivo {0} ha cambiado.
hu: Az eszköz {0} állapota megváltozott.
pl: Zmieniono stan urządzenia {0}.

# BusinessEventsDevicesDongleDetected
source: Dongle Detected.
es: Se ha detectado un dongle.
hu: Hardverrkulcs észlelve.
pl: Wykryto klucz sprzętowy.

# BusinessEventsDevicesDongleNotFound
source: Dongle not found.
es: Dongle no encontrado.
hu: Hardverkulcs nem található
pl: Nie znaleziono klucza sprzętowego.

# BusinessEventsDevicesLCDMonitorError
source: Monitor disconnected. Please call attendant.
es: El monitor se ha desconectado. Llame al operador.
hu: Monitor szétkapcsolva. Kérjük, hívja a személyzetet.
pl: Monitor odłączony. Wezwij pracownika obsługi.

# BusinessEventsDevicesSoftwareButtonPressed
source: Software button {0} was pressed
es: Se ha pulsado el botón de software {0}
hu: A szoftver gombot {0} megnyomták
pl: Naciśnięto przycisk programowy {0}

# BusinessEventsDevicesWrongDongle
source: Wrong dongle.
es: Dongle incorrecto.
hu: Hibás hardverkulcs.
pl: Nieprawidłowy klucz sprzętowy.

# BusinessEventsDoorAndSwitchBackDoorClosed
source: Back door was closed
es: Se ha cerrado la puerta trasera.
hu: Hátsó ajtó bezárva
pl: Zamknięto drzwiczki tylne

# BusinessEventsDoorAndSwitchBackDoorOpened
source: Back door was opened
es: Se ha cerrado la puerta trasera.
hu: Hátsó ajtó kinyitva
pl: Otwarto drzwiczki tylne

# BusinessEventsDoorAndSwitchBellyDoorClosed
source: Belly door was closed
es: Se ha cerrado la puerta delantera.
hu: Első ajtó bezárva
pl: Zamknięto drzwiczki przednie

# BusinessEventsDoorAndSwitchBellyDoorOpened
source: Belly door was opened
es: Se ha cerrado la puerta delantera.
hu: Hátsó ajtó kinyitva
pl: Otwarto drzwiczki przednie

# BusinessEventsDoorAndSwitchBillStackerDoorClosed
source: Bill stacker door was closed
es: Se ha cerrado la puerta del apilador 2
hu: Bankjegy kötegelő ajtó bezárva
pl: Zamknięto drzwiczki zasobnika banknotów

# BusinessEventsDoorAndSwitchBillStackerDoorOpened
source: Bill stacker door was opened
es: Se ha abierto la puerta del apilador 2
hu: Bankjegy kötegelő ajtó kinyitva
pl: Otwarto drzwiczki zasobnika banknotów

# BusinessEventsDoorAndSwitchBillValidatorDoorClosed
source: Bill validator door was closed
es: Se ha cerrado la puerta del apilador 1
hu: Bankjegy érvényesítő ajtó bezárva
pl: Zamknięto drzwiczki akceptora banknotów

# BusinessEventsDoorAndSwitchBillValidatorDoorOpened
source: Bill validator door was opened
es: Se ha abierto la puerta del apilador 1
hu: Bankjegy érvényesítő ajtó kinyitva
pl: Otwarto drzwiczki akceptora banknotów

# BusinessEventsDoorAndSwitchButtonWasPressed
source: Button {0} was pressed.
es: Se ha pulsado el botón {0}.
hu: {0} gombot megnyomták.
pl: Naciśnięto przycisk {0}.

# BusinessEventsDoorAndSwitchButtonWasReleased
source: Button {0} was released.
es: Se ha liberado el botón {0}.
hu: {0} gombot elengedték.
pl: Zwolniono przycisk {0}.

# BusinessEventsDoorAndSwitchClosed
source: Closed
es: Cerrado
hu: Zárva
pl: Zamkn.

# BusinessEventsDoorAndSwitchDropDoor1Closed
source: Drop door 1 was closed
es: Se ha cerrado la puerta de la caja de efectivo 1 .
hu: Ejtés 1-es ajtó bezárva
pl: Zamknięto dolne drzwiczki 1

# BusinessEventsDoorAndSwitchDropDoor1Opened
source: Drop door 1 was opened
es: Se ha abierto la puerta de la caja de efectivo 1.
hu: Ejtés 1-es ajtó kinyitva
pl: Otwarto dolne drzwiczki 1

# BusinessEventsDoorAndSwitchDropDoor2Closed
source: Drop door 2 was closed
es: Se ha cerrado la puerta de la caja de efectivo 2.
hu: Ejtés 2-es ajtó bezárva
pl: Zamknięto dolne drzwiczki 2

# BusinessEventsDoorAndSwitchDropDoor2Opened
source: Drop door 2 was opened
es: Se ha abierto la puerta de la caja de efectivo 2.
hu: Ejtés 2-es ajtó kinyitva
pl: Otwarto dolne drzwiczki 2

# BusinessEventsDoorAndSwitchLogicDoorClosed
source: Logic door was closed
es: Se ha cerrado la puerta lógica.
hu: Logika ajtó bezárva
pl: Zamknięto drzwiczki panelu układu logicznego

# BusinessEventsDoorAndSwitchLogicDoorOpened
source: Logic door was opened
es: Se ha abierto la puerta lógica
hu: Logika ajtó kinyitva
pl: Otwarto drzwiczki panelu układu logicznego

# BusinessEventsDoorAndSwitchOpened
source: Opened
es: Abierto
hu: Nyitva
pl: Otwart.

# BusinessEventsDoorAndSwitchServiceDoorClosed
source: Service door was closed
es: Se ha cerrado la puerta de servicio.
hu: Szolgáltatás ajtó bezárva
pl: Otwarto drzwiczki serwisowe

# BusinessEventsDoorAndSwitchServiceDoorOpened
source: Service door was opened
es: Se ha abierto la puerta de servicio.
hu: Szolgáltatás ajtó kinyitva
pl: Zamknięto drzwiczki serwisowe

# BusinessEventsElectronicCountersElectronicCountersConnected
source: Electronic counters connected
es: Contadores electrónicos conectados
hu: Elektromos számlálók csatlakoztatva
pl: Elektroniczne liczniki podłączone

# BusinessEventsElectronicCountersElectronicCountersDisconnected
source: Electronic counters disconnected
es: Contadores electrónicos desconectados
hu: Elektromos számlálók szétkapcsolva
pl: Elektroniczne liczniki rozłączone

# BusinessEventsElectronicCountersElectronicCountersInstalled
source: New electronic counters installed
es: Nuevos dispositivos de contadores electrónicos instalados
sk: Nainštalované nové elektronické počítadlá

# BusinessEventsFinanceAftAwarded
source: {0} awarded
es: {0} otorgado
hu: {0} jutalmazva
pl: {0} – przyznano

# BusinessEventsFinanceAftBonusCoinWinTransfer
source: Bonus coin out win transfer
es: Transferencia de ganancia de bonificación de moneda saliente
hu: Bónusz érme ki nyeremény utalás
pl: Przelew wygranych bonusu w żetonach

# BusinessEventsFinanceAftBonusJackpotWinTransfer
source: Bonus jackpot win transfer
es: Transferencia de ganancia de bonificación de premio mayor
hu: Bónusz jackpot nyeremény utalás
pl: Przelew wygranych bonusu jackpota

# BusinessEventsFinanceAftCancelledByHost
source: {0} cancelled by host
es: {0} cancelado por el host
hu: {0} törölve a házigazda által
pl: {0} – anulowano z poziomu systemu zarządzania kasyna

# BusinessEventsFinanceAftCompleted
source: {0} completed
es: {0} completado
hu: {0} teljesítve
pl: {0} – ukończono

# BusinessEventsFinanceAftDebitTransferFromHost
source: Debit transfer from host
es: Transferencia de débito del host
hu: Terhelés utalás a házigazdától
pl: Przelew debetowy z systemu zarządzania kasyna

# BusinessEventsFinanceAftDebitTransferToTicket
source: Debit amount from host to ticket
es: Importe de débito de host a tiquete
hu: Terhelés összege a házigazdától jegyre
pl: Kwota przelewu debetowego z systemu zarządzania kasyna do kuponu

# BusinessEventsFinanceAftFailed
source: {0} failed
es: {0} no exitoso
hu: {0} sikertelen
pl: {0} – niepowodzenie

# BusinessEventsFinanceAftHostRequestedCashout
source: Host requested cashout
es: El host ha solicitado un pago
hu: Házigazda készpénz kifizetést kért
pl: System zarządzania kasyna przesłał żądanie wypłaty

# BusinessEventsFinanceAftInHosueTransferToTicket
source: In-house amount from host to ticket
es: Importe interno de host a tiquete
hu: Házon belüli összeg házigazdától jegyre
pl: Kwota przelewu wewnętrznego z systemu zarządzania kasyna do kuponu

# BusinessEventsFinanceAftInHouseInTransfer
source: In-House in AFT transfer
es: Transferencia de AFT interna entrante
hu: Házon belüli be AFT utalás
pl: Wewnętrzny przelew przychodzący AFT
